{
  "body": "I'll probably see all of Kubrick's movies by the time the year is out. I've already seen The Killing, Eyes Wide Shut, Barry Lyndon, and The Shining. I need to see A Clockwork Orange (I only got like 15 minutes in last time), Full Metal Jacket (I know what happens in the boot camp sequence because of YouTube), Paths of Glory, Dr. Strangelove, and Lolita (not sure whether to read the book first). The Killing is a great movie through somewhat unoriginal. Eyes Wide Shut is great but for reasons I don't think it really understands although maybe it does I guess I don't really know. The sex cult is the most boring part of the movie! Truly a surprise for my fourteen year old libido though I still jacked off to it. The Shining is super cool. I guess the only reason I felt I was superior to people who idolized Kubrick is that I felt I could see through Barry Lyndon, all the way through. The blank sterile characters make the beauty so distant and the going through the motions of being human so far away from truth. I think I had an epiphany that he was cold, like a serious kid forcing his toy soldiers to fight with an intense look on his face. Anyway 2001: A Space Odyssey is pretty much the first Kubrick movie I've seen where I think he's done something that's going to be remembered. The shots are so crisp and the production design is so fine and the editing and storyboarding is so blissful and the plot so weird and innovative. HAL 9000 has some of the best lines ever written for screen. I'm impressed that Kubrick wrote the script (co-writers are fine). To invent something like this takes serious painstaking thought. The obelisk, like the sex cult, is the least interesting part of the movie. I guess I get the point of the apes and the final sequence but I didn't really enjoy them or experience them the way they sort of set out to be. Whose favorite part of Twin Peaks is the red room? That's not the point! People who think that's the point are stupid! It's the opposite of the point! It's a distraction, it's a final twirl at the end of a performance, it's giving in which I'm not ever going to do. They're good in their respective places, don't get me wrong, I think they're important vis-à-vis the final product, but in the grand scheme of things they're not interesting. I am.",
  "author": "Max Berengaut",
  "director": "Stanley Kubrick",
  "score": 10,
  "title": "2001: A Space Odyssey",
  "images": [
    "/images/2001.png"
  ],
  "year": "1968",
  "company": "MGM",
  "actors": "Keir Dullea, Gary Lockwood, William Sylvester, and Douglas Rain",
  "screenwriter": "Stanley Kubrick, Arthur C. Clarke"
}