{
  "body": "I'm reading The Power and the Glory by Graham Greene right now. I'll probably write a literature review of it. That is to say, I'm not bothered by the lack of real literary insight that may come of my review. The truth is that for all the merit movies like 'Brighton Rock' have as works of art, they will always stand in the intellectual background to the literary works themselves. My reviews function about the same. Brighton Rock is a movie about an evil kid named Pinky who finds himself stuck in a version of himself that nobody else wants around, including himself. His efforts to save himself from the consequences of his actions only further prove his own moral vacuousness, and in his ensnarement of the kind and naïve Rose, he traps himself to someone who doesn't understand the man he knows himself to be, something truly horrifying for him. Richard Attenborough's performance as the 'Small Man' exhumes so much inner power and brutality that it is likely one of the most compulsively watchable performances in the history of screen acting. The directing and photography though, disappointedly is no match for Greene's prose, and neither is the screenplay's narrative diversions from the source material, limiting the power of the final product. Brighton, as a seaside town, is nicely painted, though it is never illuminating. There is a certain amount of unbelievability to this movie that I think has less to do with Greene and more to do with the technical craftmanship of the filmmakers. Some old movies use the technical limits of their time period to great effect, others lack the genuine artistic inspiration to move past the gaps in time between now and then to create a timeless work of art. The book, which I haven't read yet, is likely timeless. This movie isn't really, not to say it's a bad movie.",
  "author": "Max Berengaut",
  "director": "John Boulting",
  "novelist": "Graham Greene",
  "score": 7.9,
  "title": "Brighton Rock",
  "images": [
    "/images/screenshot-2023-08-21-at-9.55.50-pm.png"
  ],
  "year": "1948",
  "company": "Roy Boulting",
  "actors": "Richard Attenborough, Hermione Baddeley, William Hartnell, Carol Marsh",
  "screenwriter": "Graham Greene, Terence Rattigan"
}