{
  "body": "Bullet Train (2022), is adapted from the Japanese mystery novel 'MariaBeetle', by author Kōtarō Isaka. The screenwriter Zak Olkewicz, and perhaps developing producers Fuqua Films and Sony Pictures, have reinterpreted the gritty seriousness of the original work into a much more easygoing action-comedy movie. The violence here is cartoonish yet believable, which makes for compelling viewing. The director David Leitch does what he can with the source material, showing his instinctive gift for action, though you can also see why he has earned a reputation for well-managed box office returns in the past years. The cinematography is most paid attention to in the action scenes, so in the non-action scenes, which needed care in terms of how they would transition onto the big screen, the movie starts to slide outside its reach. \n\n\n\nThe acting here, as might be seen by the poster, is pretty fun to watch. Brad Pitt, Brain Tyree Henry, Aaron Taylor-Johnson, as well as some star cameos from Hollywood pop culture, help to run the so-called ship of a successful financial return. Their characters are entertaining, and the interplay between them shows the action movie potential for other dramatically talented actors. It has glaring issues spurred on by there being too many characters and plot ideas jumbled on top of each other. There are similar plot ideals in the novel, but the screenplay runs into trouble when it Americanizes, or social mediazes, important characters like 'Prince', 'Maria', and the 'White Death'. The actors for these roles, Michael Shannon, Jody King, Sandra Bullock, are all well-known and objectively fine, it's just that the film's story simplifies everything into pulp, taking the worst possible lessons from Tarantino and choosing purposefully to retain the same generic heart. Jody King in particular is not a bad actress but plays a character, 'Prince', who feels like the screenwriter has written with an ex-girlfriend in mind and not with an objective eye to human detail. It is not a particularly interesting way to introduce female characters into the material. It makes her continual presence aggravating and, as with the paternal legacy plot line acted out by Hiroyuki Sanada and Andrew Koji, unnecessary to the venture itself. \n\n\n\nThe benefit though, of watching Bullet Train, is that is original. The novel itself was original and the artistic changes made to it in its transition to the silver screen by David Leitch and Zak Olkweicz are original too. When you go to watch this movie, similar with film community darling 'Everything Everywhere All At Once', you understand subconsciously that you will be watching something pleasantly unpredictable. The idea in the first place was not a bad one, though the screenplay could have used more of a dramatic focus, and it is likely worth the 15$ or so to see it on the big screen in a nice reclining seat. As entertainment becomes increasingly blind to quality, art appreciators should take the opportunity to support an original creative endeavor, even if it isn't 'La Cienaga' (2001).",
  "author": "Max Berengaut",
  "director": "David Leitch",
  "novelist": "Kōtarō Isaka",
  "score": 7.4,
  "title": "Bullet Train",
  "image": "/images/mv5bmzfjyzq3nmetzda1zc00odezltgxotctotywyza2mta0odlmxkeyxkfqcgdeqxvymteymjm2ndc2._v1_.jpg",
  "year": "2022",
  "company": "Sony Pictures Entertainment",
  "actors": "Brad Pitt, Sandra Bullock, Aaron Taylor-Johnson, Joey King, Brian Tyree Henry, Andrew Koji, Hiroyuki Sanada, Michael Shannon",
  "screenwriter": "Zak Olkewicz"
}