{
  "body": "There are elements of this movie that work really well contemporaneously. Its cast, its focus on mental illness, especially in young men, its soundtrack, its general aesthetic, but its sprawling narrative pulls from too many disparate sources before eventually making a mess of the whole thing by the time the movie ends. A lot of the shots are just so iconic, but not in the way I'd like to be iconic, in a slightly different way, a powerful and enviable way but nevertheless not because of artistry, more just simple ingenuity. As an arthouse movie it leaves something to be desired but as a teen high school movie it punches well above its weight. Not many in the latter category philosophize and invoke biblical symbolism but those in the former often do so it's as if the forcefield portal snakes are taking more than they own from the art matter the movie is made with than they seem to a first glance. So much is stolen in this movie, but it's at the periphery, so it's not really a problem. The core concept of a weird bunny costume and a strange plane crash and a young guy named 'Donnie Darko' with a spell of mental illness is original. But that periphery, that repetitive lack of unique detail, whether reminiscent of John Updike or David Lynch or just dumb ideas, makes it feel like the guy who made it isn't much of a genius. I can see my professors in college really coming for it if I turned it in. It has its strengths and, like I said, ingenuity, but it's limited at the end of the day. Art shouldn't have limits. It should feel like it has none, like there are none. The movie could have been more romantic, it could have had more energy, Like when she lets him hit because he has crippling mental illness, later on it's made to seem like it never even happened.",
  "author": "Max Berengaut",
  "director": "Richard Kelly",
  "score": 8.2,
  "title": "Donnie Darko",
  "images": [
    "/images/donnie-darko.png"
  ],
  "year": "2001",
  "company": "Drew Barrymore (?!)",
  "actors": "Jake Gyllenhaal, Jena Malone, Maggie Gyllenhaal, James Duval, Drew Barrymore, Mary McDonnell, Katharine Ross, Patrick Swayze, Noah Wyle",
  "screenwriter": "Richard Kelly"
}