{
  "body": "David Lean's adaptation of Charles Dickens's 'Great Expectations' is a well-made literary film which utilizes the full scope of cinematic potential on a text that is full of life. Pip, as a character, is someone I'd heard about as a kid, and John Mills's performance does its notoriety justice. Pip is driven to succeed in life from a young age, luckily for us, his perilous heart is given the utmost moral significance. It's what allows him from an early age to make the most of his strange relationship to Ms. Havisham, and her ward, the abusive (to Pip) Estella. These scenes in Ms. Havisham's dark and deteriorated home, especially the interior ones, are expertly managed by Mr. Lean. Entrusted with reimagining a child's sense of wonder, the corners and layers of the cobwebbed black and white pictures are wonderfully put together. There are many perfect shots. What's more, the acting and casting is so perfect that every single minor character has something definable about them. It's something David Lynch is also really good at, and while of course it is Dickens who is the true genius, David Lean's powerful narrative ambition is the backbone of the picture itself. The novel has been described as episodic, and the film is no different. The peak of episodic filmmaking is when scenes come together, both surprisingly and naturally, in the course of the plot, when plot twists are both satisfying and simple. There's a dryness to the tone, and a simple sentimentality, which prevents the film from ever really piercing a soul, but it is still an excellent film.",
  "author": "Max Berengaut",
  "director": "David Lean",
  "novelist": "Charles Dickens",
  "score": 9.5,
  "title": "Great Expectations",
  "images": [
    "/images/untitled1.png"
  ],
  "year": "1946",
  "company": "Anthony Havelock-Allan",
  "actors": "John Mills, Valerie Hobson, Bernard Miles, Francis L. Sullivan, Anthony Wager, Jean Simmons, Alec Guinness",
  "screenwriter": "David Lean, Anthony Havelock-Allan, Ronald Neame"
}