{
  "body": "When I was a kid I read this 'young adult', or, maybe 'tween', detective novel where the kid detective has this habit of reading mystery books and stopping halfway through so that he can write out on a paper all of the characters and potential motives and so on and he always figured it out. Even as a kid I was convinced of my intelligence, and on the value in proving it, so for a brief moment a thought occurred then of doing this for the whodunit stories I loved. Right now there's a book of historical whodunits in my bedside table next to 'The Unbearable Lightness of Being', and for both, really, I was completely unable to understand them in the way that kid could. It was really too much work to do all of that. And for so little comparative reward. Green For Danger (1946) strangely feels like it isn't a movie at all. The strange narration style and its soap opera conflicts, a detective more concerned about being funny than saving lives, a setting pretty much already mined by TV in the form of 'Foyle's War', though of course, some time later (though not in the order I watched them). Trevor Howard is really annoying in the British version of In the Mood for Love (2000), Brief Encounter (1945), the sort of romance cinema that people who've never truly loved before think is heartbreaking and artfully wrought, and he is really annoying here as well but with the sort of performance that Tony Leung also turned in, of artistic subtlety and intention, in movies that weren't those aforementioned blights on cinema. I don't think I have any interest in the film world, not if the ones most valued for their artistic taste don't see the trashiness of those two films, both really no different than Sex in the City, which again, is a blight, but much more harmless in its intentions, trying for entertainment a la Gossip Girl, influencing of course the American subconscious, so possibly more harmful despite its good intentions, but what, oh yeah, whodunits: cool, interesting, and fun. I started watching the third season of True Detective but then Mahershala Ali said \"Please don't say you're a democrat\" and I groaned and turned off the TV, looked up the ending, and felt satisfied. There really are an extremely limited amount of non-groan-worthy film/tv/cinema projects out there. Most of them have already been taken, you know, by the common man. I always like when I can find a new one I haven't seen before.",
  "author": "Max Berengaut",
  "director": "Sidney Gilliat",
  "novelist": "Christianna Brand",
  "score": 8.4,
  "title": "Green for Danger",
  "images": [
    "/images/green-for-danger.png"
  ],
  "year": "1946",
  "company": "Frank Launder & Sidney Gilliat",
  "actors": "Alastair Sim, Leo Genn, Sally Gray, Trevor Howard",
  "screenwriter": "Sidney Gilliat, Claud Gurney"
}