{
  "body": "Ambition is a strange fantasy of mine, like can I really call it ambition to just let everything out in a forest of my own? I just treacle in vomit; \"I threw up all over you,\" was how I described going on a date with a bad news girl my 2nd year of college on a freestyle that used the Kreayshawn beat I liked (along with a Middlemarch (1994) and Cat People (1942) sample — the former made my frat guy roommate ask if I got it from Bridgerton), all to say I can't control literally anything in my life. Fun fact about the Criterion lady: before she got that classy gig I was watching her youtube videos for IU and I commented a couple times in case she'd fall in love with me from saying nice/cool things in an online comments section (no one else was saying anything), she's got that just as pretty as smart thing that makes me geek, kinda like Lina Khan who I report on now, although I lowkey hate both of them for having stans—for allowing them and not heading them off—because while it's nutty I do think they're better than that and should act as such.\n\nSo, first (second) paragraph break. Kind of a big deal. Let me talk about the movie, Gun Crazy (1950). It’s an intellectually intriguing movie because while it’s generally well shot and interestingly made, it’s its descendents that really sparkle: Breathless (1960), Bonnie and Clyde (1967), and the Long Good Friday (1980). I’m joking about that last one but the first two: woah! It reminds me of that guy on reddit who said Animal Collective get a lot less impressive when you realize how easy it is to make those sounds. There’s the stylistic verve here, in bits and pieces—small chunks—that Godard and Penn (maybe also Throne of Blood Kurosawa?) could very easily have used to usher in their potential, if not their actual reality, of a cinematic art with real philosophical and modern attitude, a lackadaisical sort of causticism towards the rules and an intent in really pushing art’s boundaries for art’s sake. That’s not this movie. This movie is a laissez-faire swipe at escapism with none of the real depth to sophisticated thought, it comes in small, lapping waves: “some men are dumb about women,” or the looks back to the camera in the getaway sequences (not to mention the liveness of them), or how the actors seem to genuinely like each other (maybe not love) and the way the Bonnie knows the eyes of the woman she’s pretending to be. \n\nBecause that’s the real thing movies are supposed to be — displays of women in ways that make us men engaged — perhaps vice versa too, I don’t know — sex and then sometimes logic but mostly just sex — superheroes of course for the kids too, because you can’t just turn children off, they need their genteel fun like all the grown-ups, can’t forget that, but like, I mean, why even bother? Disney, social media, streaming, it’s like I stand a chance really. Oh well.",
  "author": "Max Berengaut",
  "director": "Joseph H. Lewis",
  "novelist": "MacKinlay Kantor",
  "score": 7.2,
  "title": "Gun Crazy",
  "images": [
    "/images/gun-crazy.png"
  ],
  "year": "1950",
  "company": "King Brothers",
  "actors": "Peggy Cummins, John Dall",
  "screenwriter": "Dalton Trumbo, MacKinlay Kantor"
}