{
  "body": "There's something interesting about this time in cinema history. It's almost like a civil war. Neither side is as good as they could be without the other. One is still better than the other. Killers of the Flower Moon is a Martin Scorcese movie about bad people. It's about the bad people, and it's not really about anything else. The photography and blocking are really nice. You can see traces of things in his past filmography (Taxi Driver, Goodfellas) but also things like The Godfather I & II, Days of Heaven, The Assassination of Jesse James by the Coward Robert Ford, and even the ferris wheel scene from The Third Man. Robert De Niro is really good. He understands his role better than anyone in the movie besides Lily Gladstone. Okay actually everyone understands their role except Leonardo DiCaprio. He gets he's playing a dumb guy but he doesn't really know how dumb and what that means as far as his emotion goes. Maybe it's a strange character as it's written, definitely more complicated than all the other roles, and he has his moments, but he got 7% of the 200 million dollar budget and he didn't really deserve it. He knows he got some cred for his role in Django Unchained so he channels that somewhat, but when he does channel it, it makes all the other times when he doesn't know what to channel worse and therefore it's an uneven performance. Also weirdly a lot of the night time huge group wide shots (which are supposed to be amazing) felt fake like that one old New York City shot in the Peter Jackson King Kong. There's vignettes of scenes that are beautiful though, and it's almost a perfect movie. The issue is the civil war. Not that I mind him saying what he thinks about superhero movies because really he's right and I share his frustration. It's just that now people like him and Christopher Nolan feel like they have to prove their chops by making long movies that use a lot of talented actors and interesting shots but which lack an overarching sense of narrative confidence. There's a difference between filmmaking confidence and narrative confidence. They are great directors so their filmmaking confidence works it's just that their narratives are not literary enough and it hurts. It's almost like they want to beat the loser brothers film crew at their own game. Scott Rudin is a genius just not an artistic one. Every scene can be a great scene. Artistically that matters but commercially that doesn't (or there's no evidence for it yet) so while I love that this movie was made I am somewhat nonplussed with its relative impact. I am super impressed though of how full this movie is, cinema wise, when you consider Scorcese's age, twenty years or so after most people have already retired.",
  "author": "Max Berengaut",
  "director": "Martin Scorcese",
  "score": 9.3,
  "title": "Killers of the Flower Moon",
  "images": [
    "/images/screenshot-2023-11-10-at-6.22.36-pm.png"
  ],
  "year": "2023",
  "company": "Apple",
  "actors": "Leonardo Dicaprio, Lily Gladstone, Robert De Niro, Jesse Plemons",
  "screenwriter": "Martin Scorcese and Eric Roth"
}