{
  "body": "The key to this movie is in understanding what Paul Thomas Anderson is doing as a writer-director. He is guiding the entire movie, set piece by set piece, with the force of an invisible hand to deliver in his mind a wonderful cinematic experience. His mind is fine, it’s the details that can trip him up. So much of what I’ve experienced with his movies is a great creative mind running into trouble when it’s time to actually make it work. The casting, especially with the leads Alana Haim and Cooper Hoffman, and like all of his movies, is amazing. The screenplay, Boogie Nights style, has a novelistic sense of scope and detail. So why isn’t this a 9.0+ movie? I think he needs an editor. One running to meet each other scene is already more than enough. Character motivations and end goals, sometimes seen to be the final romantic connection of the leads, at others their professional and social lives, come and go. Bradley Cooper for example, once again proves his gift for physical comedy, but what is the importance of his double-scene in the context of the movie? Disappointedly, Tarantino-y, it’s because this is something that could happen. Tarantino has thankfully never tried to write a teen romance, and I think cinematography wise he’s actually Anderson’s superior as some of the shots are brilliant but others are boring. Anderson should watch some foreign films, not to learn anything besides the fact that there is no need to waste (re-use) shots. This is of course a personal opinion thing, but often the cinematography of Licorice Pizza is pretty basic, despite its effervescent set design and obvious technical skill.",
  "author": "Max Berengaut",
  "director": "Paul Thomas Anderson",
  "score": 8.4,
  "title": "Licorice Pizza",
  "image": "https://media.newyorker.com/photos/61a79faee4d9ee62d8560153/master/w_2560%2Cc_limit/Brody-Licorice-Pizza-Review.jpg",
  "year": "2021",
  "company": "MGM, Focus Features",
  "actors": "Alana Haim, Cooper Hoffman, Sean Penn, Bradley Cooper, Benny Safdie",
  "screenwriter": "Paul Thomas Anderson"
}