{
  "body": "I don't know if I would ever recommend 'Little Children' to someone. Some parts of this movie are outrageous, and it talks endlessly about what is possibly the most taboo subject of all time, society's reaction to pedophilia. It has bad optics, and nowadays that's essentially what's more important than actual content. Todd Field does something really clever here, retaining art-house flavor while never surrendering from his vast opponent, the spiteful mess of American suburban dystopia. In its two central morally black characters, Patrick Wilson and Kate Winslet, whose sexual affair consummates itself exhaustively, he's found one uniquely brilliant character, in Kate Winslet's 'Sarah', and one fantastically etched character, in Patrick Wilson's 'Brad'. They both have so many problems, and the beauty of their affair is that it's the only honest thing (even if it's only honest for them) in the entire town. They do want to have sex with each other. Everything else people say and do is much less honest, especially what they say to their spouses and friends and to their little kids. So it's a sad, depressing, movie, about bad people who did do something kinda extraordinary, in a playground with kids and parents watching. I'm not sure if I'm really selling it but I thought that despite its inherent quality of negativity it was fascinating and an entertaining canyon into American suburban consciousness. Noah Emmerich, as a frantic ex-cop, is one of the funniest people I've ever seen in a movie. Half of the things he says have me tumbled over from laughing, he kills the ridiculousness and absurdity of his character, and Patrick Wilson does a great job too with his comedic timing in a quasi-straight man role. The direction also at times overused the close-up conceit, and while I got used to it I was never convinced by the need for narration. Those are its two flaws in my eyes. Everything thing else I think is pure art as satire, sometimes black-hearted.",
  "author": "Max Berengaut",
  "director": "Todd Field",
  "novelist": "Tom Perrotta",
  "score": 9.5,
  "title": "Little Children",
  "image": "/images/little-children-hero.jpg",
  "year": "2006",
  "company": "New Line Cinema",
  "actors": "Kate Winslet, Patrick Wilson, Noah Emmerich, Jackie Earle Harley, Jennifer Connelly",
  "screenwriter": "Todd Field, Tom Perrotta"
}