{
  "body": "Love in the Afternoon (1972) is the final installment of Rohmer's 'Six Moral Tales' series. Each one is an epic visual essay on the complexity of being a man and wanting various different women for their bodies and minds. The first short film, the simple The Bakery Girl of Monceau (1963), immediately shows despite its relative lack of spite a keen eye for shots and storyboarding, a unique interest in honestly depicting male chauvinism through shy men awash with insecurity. He said somewhere in the box set pamphlets that if he could write he would have been a writer. The short stories which are the basis for these tales are really interesting works of literary art but so plain in comparison to the visual splendor communicated on screen. It's not a visual splendor like in the big-budget musical way, it's in the sense that the photography is aesthetically wonderful; as if Bonnard and Mattise had the same mechanical limitations as Rohmer and his cinematographers. Color and composition is the essence of painting and it works about the same with Rohmer. The second short film, Suzanne's Career (1963), is where he really got going. The male narration is solely focused on a sexual obsession of a woman but through it Rohmer is able to communicate a lot more than just that. The whole rapid constant determining of future and life's meaning is made to seem a long joke, a United Nations conference table with a woman on one side and us on the other while everything sexual and everything spiritual and everything normal is up on the board and it's time for our natural process to try itself out and if it doesn't work then the world is dying but if it starts to work then the table's a prop, a stick, to prod them with, so even if it doesn't work at least there was a sit down and a feeling of presence with one another and that living sensation. La Collectionneuse (1967) is the first real film of the six and starts the collaboration with celebrated cinematographer Néstor Almendros that would continue for the rest of them. It's maybe the most beautiful, showcasing an old villa, its actors and actress, and perhaps the sun itself. I wrote about it once in a short story that didn't really work. My Night at Maud's (1969) is the most philosophical out of all of them but it has these throw-away observations on women that stick to me to this day. She says no to him but he doesn't care because if she said yes to him the first time then he'd think something was wrong. The polite rejection on the street literally did nothing to discourage him and the movie and its characters seem to see this dangerous sort of delusion as the truth about romance. I know from personal experience life is not a movie but it's a sick and disturbingly great film that has  so much to offer both visually and narratively and if it wasn't for the next one it would be the best. Claire's Knee (1970) was a watershed moment for me as a film lover. Without it I don't even know if I would care about art. Film was my first art love. Claire's Knee was my first spiritual connection with a movie because I realized that there was someone else out there who thought about women the way I did and he also felt it was artistic in and of itself but could also look at it objectively and criticize it. It's absurd how women have bodies. Sometimes it's hard not to think about them. Now, for Love in the Afternoon (1972). The first time I 'saw' this movie I quit about 2/3 of the way in because I couldn't stand seeing this guy (Bernard Verley) who daydreamed so similarly to me destroy his life for such an evil woman. I didn't even find her that attractive. Her face (Zouzou) is angular and ghostly and her body is so strange but there's something captivating about her that means if I was getting seduced I would really struggle to not get into it.  That was the first difference I had in my impression this time around. The second was that the ending was worth it. It changed the whole movie. Just listening to Hélène (Françoise Verley) talk for longer than fifteen seconds for the first time has this sort of magical spiritual finality that works as both a conclusion to the movie and to the rest of the six tales. There isn't much philosophy in this one but there's existential confusion and that's what this is all about anyway. My student short films, once designed in my head to be as perfect and visually breathtaking as these, come nowhere close but at the end of the day maybe I'm a writer and not a filmmaker or maybe I'm both or maybe I'm neither or",
  "author": "Max Berengaut",
  "director": "Éric Rohmer",
  "score": 9.6,
  "title": "Love in the Afternoon",
  "images": [
    "/images/screenshot-2023-08-28-at-9.34.47-pm.png"
  ],
  "year": "1972",
  "company": "Pierre Cottrell, Barbet Schroeder",
  "actors": "Zouzou, Bernard Verley, Françoise Verley",
  "screenwriter": "Éric Rohmer"
}