{
  "body": "Macao is a movie which gets put onto a slot in my head for when I have the time or energy or resources to remake old mediocre movies into modern classics. Haha. Sort of the point is that it's a good idea for a movie, there are interesting aspects to it, but the other side of the idea is that it doesn't work today. There isn't a point to remaking a movie that works today in my opinion. But it happens. Macao has a nice story. It could be a lot better, it's more of an impression, a sketch, than a full story and there's a lot of stupid awkward transitions that make no sense. The acting is adequate, and the directing is sometimes nice. Honestly, it's just a nice idea. When I say modern classics I mean modern arthouse classics, not like modern classics in the sense that the movie would do really well at the box office. There's two others, let me try to remember them, I think one is rancho notorious and I know the other is canyon passage. On dexterous film, these settings — all of them — could light up the world. Their romances are so beautiful if written correctly, and written innovatively, written with a pathfinder that nobody seems to have these days. Even if I had the resources to make them I don't think I have the writing gift yet. I have a lot of writing left before I can get to that point. Read Tintin the Blue Lotus the other day and it had the same detail, Sikh guards in China in the International Police sections of the city, which means it happened, so that's an economic history article right there, or at least a brief aside in a lecture. To take that, and then build that into a narrative or a structural idea, a societal commentary, that's cool too but how much less beautiful in the grand scheme of things, how much less aesthetic, I mean it can be aesthetic but nothing is aesthetic like a story. And ideas aren't stories. Movement isn't a story. Action is sometimes a story, sometimes it's not much of anything. But that's nothingness. Oblivion. Grimes. Haha. Hey if you're reading this please go outside and if you are outside put your phone or computer away (sometimes I walk with my computer open, holding it in my hand). Waking up to reality. Day at a time.",
  "author": "Max Berengaut",
  "director": "Josef Von Sternberg and Nicholas Ray",
  "score": 6,
  "title": "Macao",
  "images": [
    "/images/untitled.png"
  ],
  "year": "1952",
  "company": "RKO Films",
  "actors": "Robert Mitchum, Jane Russell, William Bendix, Gloria Grahame",
  "screenwriter": "Stanley Rubin, Bernard C. Schoenfeld, Robert Mitchum"
}