{
  "body": "Marshland is a movie with very few reasons to not like it. It doesn't have that many reasons to like it though. It's basically a niche. There's this weird color grading they do in the photography for this movie, which is pretty interesting. Often the two main characters are treated as if they have no color except sepia to them, and their outfits or faces are seen in this kind of dust which never really collects. The landscape though, and often, the set piece filmmaking, reveal a larger sort of color often in the slight gradations not just between water and marsh and dirt but between the sky and the earth and interspersed within plants the cars. Sometimes it feels like a Spanish companion piece to Memories of Murder, in the cinematic texture and ruts - but the plot is comical - and the world building is somewhat restrained. The plot is comical because for - in my opinion - for the diversions and energy of a spasmodic murder detective thriller sort of derived from pulp or noir there does need to be some level of conspiracy which isn't obvious and is instead uncovered to some uncertain extent - because without the discovery through the audience of secrets which the detectives unwind - it's basically a drag race. The dialogue also is mixed weirdly, not necessarily in a bad way but in a unrealistic heavy way and the Spanish is not really that flowery in terms of what the writers could have actually accomplished with it. The setting of this movie is basically rural central Virginia or tidewater Virginia except in the poor Andalusian south where people speak a different language and also exist on another continent. Its treatment of women also was interesting to me, because in 2014 or whenever this was made, it was sort of darkly thought out. The violence against women is given this sort of matter of fact undertone which isn't bad but also sort of veers into a kind of pornography in a way -- not actual pornography, but sort of selling the violence, sort of using the violence as a shield -- but in the end it's all kind of worth it for the fight in the rain in the marshes.",
  "author": "Max Berengaut",
  "director": "Alberto Rodríguez",
  "score": 8.4,
  "title": "Marshland",
  "images": [
    "/images/marshland.png"
  ],
  "year": "2014",
  "company": "Atresmedia Cine",
  "actors": "Raúl Arévalo, Javier Gutiérrez, Antonio de la Torre, Nerea Barros, Salva Reina, Jesús Castro, Manolo Solo",
  "screenwriter": "Rafael Cobos, Alberto Rodríguez"
}