{
  "body": "I've been to New Orleans once for three days and besides that I've seen images of Katrina and also went around the New Orleans of Red Dead Redemption 2. This movie was a fourth trip. Those three days were eventful and I couldn't help but remember the clarity and distinctness of everything I saw there while watching this. Now I understand it is worthy of being written about sometime. Anyway this is an interesting movie that has a unique plot device but is also boring in avoidable ways. The cinematography is well done but somewhat limited. There are many nice shots but never any amazing ones. It's like the photography was born out of momentarily glimpsing that one Stieglitz photo 'The Steerage' and using that glimpse to try and build an original style from scratch. Still the blocking was nice though obvious. The narrative is so strange in its artistic context and that makes it worthwhile. Some things are slow and some things are nicely detailed while one thing is sweet. It has no guile. But that's okay. Richard Widmark is great, and I see why people consider Kazan an actor's director, he really understands what makes an actor specific. The movie, and his character, are nothing compared to that great British movie 'Night and the City' (released in the same year) but his special insistence stays. Jack Palance is one of the strangest looking people of all time. His character is funny and often entertaining. Together with a guy who looks like Nixon and talks like a Simpsons character and another guy from SNL it's a nice cast rounded off by an edifying young woman who plays the doctor's wife. No complaints.",
  "author": "Max Berengaut",
  "director": "Elia Kazan",
  "score": 8.1,
  "title": "Panic in the Streets",
  "images": [
    "/images/panic-in-the-streets.png"
  ],
  "year": "1950",
  "company": "Sol C. Siegel",
  "actors": "Richard Widmark, Paul Douglas, Barbara Bel Geddes, Jack Palance, Bobby Moynihan",
  "screenwriter": "Richard Murphy and Daniel Fuchs"
}