{
  "body": "I haven't checked this thing I used to check in a while. I don't know what's on this thing. Travis finds out in this movie and I'm not sure it really helped him. It was pretty inseparable from my mental illness and it was the definition of unhealthy. For all the good in this movie, and there's a lot of good, it's the small things that really bother me. Why is his hat red? Why does he avoid speaking for so long and drift in and out of having and not having memory? What's the endgame for the nice couple who don't abuse one another? Is there a point to the beauty? I can't stand people who live on social media but for some reason I end up caring about them and it's horrible. Look at the most popular Letterboxd reviews for this thing. These people are moronic. And there's nothing I can say to make me look better I just have to live with it being reality. My dad said this movie is about how weird America is to europeans and he's from Europe so it's probable he knows what he's talking about. I wish it was less slow. It's so slow. It's good but it's slow. The acting is good the direction and cinematography are superlative and the writing at times is remarkable. I think, again, (obviously) what bothers me enough to not give it a 10 is that it has these tepidity moments that are uniquely grating personally but religiously irrelevant in the scope of the project as a whole. It's good! It looks good and it talks good too. It works hard at itself. It speaks to a family of like-minded cinema projects so confidently. Why do I have to hate it so much? I guess it's because I feel a sense of waring competitiveness that has no other outlet but hatred. All of those things that it is objectively good at seem like givens. Hate hate hate hate hate hate. Oh well. At least I have my sanity (93 days!) and all of the good it's brought me. I have a soccer playoff match tomorrow. I have a quasi-date the day after that. I play pickleball with my brother Saturday night and Sunday I head to six flags with my brother, sister-in-law, niece, and nephew. So I'm not going back. It's not really a goodbye it's more like I've finally developed internal rigor. There will come a time eventually when I can reward myself by checking it or something that could remind me of it like in 2024 or something but what I've noticed recently is that responsibility is powerful and wonderful in a way that makes not doing something feel easy and joyful.",
  "author": "Max Berengaut",
  "director": "Wim Wenders",
  "novelist": "Sam Shepard",
  "score": 9.4,
  "title": "Paris, Texas",
  "images": [
    "/images/screenshot-2023-08-23-at-11.01.55-pm.png"
  ],
  "year": "1984",
  "company": "Don Guest",
  "actors": "Harry Dean Stanton, Nastassja Kinski, Dean Stockwell, Aurore Clément, Hunter Carson, (John Lurie!)",
  "screenwriter": "L. M. Kit Carson"
}