{
  "body": "Note: I wrote this before learning that it was in fact based on an extremely similar course of events. Okay, I was wrong. But my point remains! ... Propaganda is a sickly thing. We live, and have lived, for some time, in a society that treats propaganda differently from how it treats other try-hard attempts to curry favor for personal gain. Someone who pathetically asks us to like them is never liked. But something, now, that’s different. Paths of Glory is an interesting and furiously paced film on the inanity of humanity’s intrinsic structures. Propaganda pieces of art like this take mass death and critique it as academically as possible. I’m not sure it equals the worth of a human life. Especially when less purely pacifist minded political works of art can indoctrinate hatred or emphasize feelings of prejudice while remaining true to the philosophical tenets of works like this. Such a work, though I cheerfully doubt its existence, would lead to an unjust (unnatural) death, or terrible suffering, and if that hypothetical work was inspired by this movie then in fact the film Paths of Glory is a horror movie with its sense of humor coming like a schoolyard joke about a recent political assassination, emotionally removed enough to be seen acceptably. These are a lot of words to describe apathy, because with politics, everything else is that word. To go back to that thing I said: often times the people who are most pathetic never face any retribution. That’s one thing this movie gets right, despite all of its posturing, its worst characters are not its most pathetic, its least likable aren’t either, its most pathetic is the one in the end with all the power. I love this movie but I hate how it moves so quickly in its moral judgements, one almost gets the sense of a kangaroo court behind the scenes of the movie itself, and despite its undeniable power I remained unimpressed with Kubrick. The photography, plotting, and detail are all wonderful. Editing is fantastic. It’s just that it has, impossibly, ethical issues. Why are these made up events stylized as real? Because something along these lines happened, or could have happened? That’s not a reason at all. I shouldn’t compare classics to classics forty years apart but Band of Brothers was undeniably patriotic in its ethos and yet it still had a core underlying truth that went past the distinction between non-fiction and fiction. It treated characters as human beings and not as props. Smart people have no reason to fall back on art as stand ins for moral insight. I think one day we will all hate each other equally and when that day comes I will be pathetic for even bothering to care in this way: so inwardly dead and outwardly strange and impenetrable while never holding love and never expressing it except through vomit. I will fail in life not because I liked this movie and watched it but because nobody will ever see things the way I do and every small chance of happiness I get is nothing compared to the shared happiness everyone who enjoys propaganda has because while they likely know it’s pathetic they understand anything’s better than me. There was something I was intending to say about the way, only through art, that history can get wrapped up and furled about so rapidly, and maybe also something I’ve been meaning to say about cynicism, and its comfort, but whatever it was the moment is gone and I’m off.",
  "author": "Max Berengaut",
  "director": "Stanley Kubrick",
  "novelist": "Humphrey Cobb",
  "score": 10,
  "title": "Paths of Glory",
  "images": [
    "/images/paths-of-glory.png"
  ],
  "year": "1957",
  "company": "James B. Harris",
  "actors": "Kirk Douglas, Ralph Meeker, Adolphe Menjou, George Macready, Wayne Morris, Richard Anderson",
  "screenwriter": "Stanley Kubrick, Calder Willingham, Jim Thompson"
}