{
  "body": "When I was in eighth grade my humanities teacher called me a kleptomaniac for routinely stealing the pencil cases of my friends. He was dead serious and meant it as something that would leave a mark on me forever. The same guy set up a camera to record us as he lectured then he watched it back to study our reactions leading him to corner me one day and ask why I seemed so upset when he started talking. I feel like existentialism was first taught to me by him even though it wasn't. It has a dead nicety costume intellectualism. When Robert Bresson sets up to write and direct a film he considers things so basely and rigorously the end result is something timeless despite its dated setting and brilliant antiquated cinematography style. That's the thing about existentialism and philosophy and modernism: today it remains dead and a nicety and a costume but it's so wonderfully present in its moment. There's clarity, emotional focus, and deep anxiety communicated. Those things haven't fallen away like everything else did after the internet. It's more human than most things. Like all low-budget thought pieces it has its narrative flaws like the character of Jeanne who resembles something alien and not much else in reality while all of its other characters get described minimally. The protagonist is deeply depressed and morally confused yet the detail in his performance, and how the camera frames him, make him compulsively watchable. Almost like a reverse feature to Love in the Afternoon. When Parisian street cafes are put on canvas by genius filmmakers the whole art world has to stand by and bow. Trying to decipher the through lines of this film using contemporary film theory methods would lead to the wrong things being emphasized in service of limited insight because knowledge is nothing compared with feeling. Without learning how the sequencing and build up in character mesh intensely with style it would be difficult not to come to inadequate academic conclusions. Just because there's words and a theory doesn't mean there's anything there. I like when men and women on screen interact and I get aroused. Nothing has happened in the world except something deep and internal has shifted and grown, even momentarily, because of the way her eyes and mouth moved to kiss, demurely, with passion in his temples, as close proximity and ambiguous dialogue excite.",
  "author": "Max Berengaut",
  "director": "Robert Bresson",
  "score": 9.7,
  "title": "Pickpocket",
  "images": [
    "/images/pickpocket.png"
  ],
  "year": "1959",
  "company": "Agnès Delahaie",
  "actors": "Martin LaSalle, Marika Green, Pierre Leymarie",
  "screenwriter": "Robert Bresson"
}