{
  "body": "This is a passion project for writer director & star Ed Harris, who plays Jackson Pollock in the biographical 1990 movie 'Pollock'. He has approached this subject with care and passion, thinking not only dramatically but also thoughtfully of what deserves the most to be shown. The blocking and cinematography here, which one could assume would be substandard due to Ed Harris's day-job as Hollywood actor a, or maybe that's just James Franco, I don't know, is pretty nicely done. There's a lot of attention to how the camera moves in the scenes of him painting. The movie also does something really interesting, in that it accurately realizes that in making a biopic of Pollock they also end up having to make a biopic of Lee Krasner too. Marcia Gay Harden won an Oscar for her performance here, and I guess it's fair, though I'm surprised they didn't list her as a Best Actress instead. This movie makes clear that Pollock the genius artist would be nothing without Krasner. She single-handedly brought him up out of miserable depression into the limelight as a professional art critic and a painter of world-renowned abstract works of art, because she loves him, she says, because she thinks he's a great artist she says, and she goes out of her way to hunt down connections to see his work and get the name out. The first night they get together, it's almost pathetic, but it's nice, he sort of just walks like Eeyore into her bedroom and she is the one who walks over to him before they start to kiss. He isn't fair to her throughout, but he recognizes her talent, and while gender norms today have changed enough that such a one-sided relationship is realistically impossible, they seem to have had a strong artistic partnership for decades. In the barns, in the country house they share together outside of the city, he builds his masterpieces. He struggles with depression and alcoholism and she helps him through it, and at times it seems she is a miracle, the way she sticks with him. Krasner is a great painter in her own right, and rightfully came more into the limelight once people started to intuitively separate the two, but it's clear that is was how much she loved being close to Pollock, as well as his infantile neediness, that made her put her art career ambitions aside. When Jennifer Connelly arrives, the movie slows down, it starts to question its intentions a little, but it finds itself painting her presence as a disease on Pollock's psyche and toxic enough to ultimately kill him. There are auter flourishes in this movie, especially in the scenes of him painting and of the paintings themselves, all of which were done by Ed Harris himself, and it is amazing that this movie was made. He had worked on it for ten years, but he stuck with it and made the movie happen. Some movies deserve to be made!",
  "author": "Max Berengaut",
  "director": "Ed Harris",
  "novelist": "Gregory White Smith, Steven Naifeh",
  "score": 10,
  "title": "Pollock",
  "year": "2000",
  "company": "Peter Brant",
  "actors": "Ed Harris, Marcia Gay Harden, Jeffrey Tambor, Jennifer Connelly",
  "screenwriter": "Barbara Turner, Susan Emshwiller",
  "images": [
    "/images/mv5bmjyxnzi4njy2n15bml5banbnxkftztgwmdmymdcymti-._v1_.jpg"
  ]
}