{
  "body": "Yorgos is a cool dude, he is a tryhard and it is nice to see. His first two english movies, the lobster and the killing of a sacred deer, were really fun works of art that challenged intrinsically many of the cerebral sides to our enjoyment of entertainment. The last two movies, Poor Things and The Favourite, were different. They introduced more stylistic quirks a la Wes Anderson, and also sought to invoke commercial (or populist) goals by making the whole thing more or less a political statement. I don't see that as a a bad thing, just a thing. We are not necessarily privy to the changes in an artist's mindset except for the eventual products themselves. I'm not really sure why he changed. In an interview he said the Favourite did surprisingly well at the box office so he was able to get more money to make what he wanted to make. And overall that's a good thing. It's just that he's not really a socio-politico, at least he's not a theorist. He's barely even a student. He's not a close watcher of human detail, he's really just a cool weirdo. Poor Things treats politics and sex especially more simplistically than how it works in real life. Bella Baxter is not really a character study like it could be, it's more a parable, a children's sci-fi story (with sex) and while I'm a fan of his directorial ability he is probably too close to the intelligentsia to ever make an impact with his political ideas. Because Poor Things, all the acting and stagecraft aside, is a poor movie, and while it's a very good movie it never reconciles its entertainment with insight. But I'm not an expert, I'm just a fan. Funny watching all American actors in a British movie, it's funny. Abbott and Ruffalo (and Dafoe) struggled the most with the accent but they were also the most engaging performers. Stone is like a btec Julie Christie. I like her though, she's serious and very funny. It's a fun game to play, trying to figure out what movies got which actors cast (and it only really works with good directors like Lanthimos) so for Abbott and Ruffalo I say 'Black Bear' and 'You Can Count On Me'. The latter is probably obvious to a certain extent, he was really good in that. But 'Black Bear' is more out-there. I think that was one of the best American movies of the 21st century so far. So yeah, it was 'Black Bear'. Kind of need to rewatch this one and The Favourite to see if I am wrong in my cynicism, or wrong in my opinion that the movies weren't cynical enough, that they were even faux-cynical to a certain degree. Also should watch Dogtooth and will watch Kinds of Kindness pretty much as soon as I can.",
  "author": "Max Berengaut",
  "director": "Yorgos Lanthimos",
  "novelist": "Alasdair Gray",
  "score": 8.6,
  "title": "Poor Things",
  "images": [
    "/images/poor-things.png"
  ],
  "year": "2023",
  "company": "Fox Searchlight",
  "actors": "Emma Stone, Mark Ruffalo, Willem Dafoe, Ramy Youssef, Christopher Abbott, Jerrod Carmichael, Margaret Qualley",
  "screenwriter": "Tony McNamara"
}