{
  "body": "Sorry to the people who like fan fiction and think it fulfills the basic requirements of narrative art but I can't relate. If the writer of this movie could see characters for more than the activations of their fantasies then maybe this could be one of the greatest movies of all time—unfortunately they instead want to feel happy and good and lovely like the world is made up of fake and stupid human beings—nobody in this movie is real—it might be the acting but it's certainly not the photography—and it's definitely not the plot itself—that's not fan fiction—it's the characters themselves. A female painter paints a soon to be wed woman and they fall in love but since it's not time yet for sex positive society they inevitably separate. It's a well-done, honest, beautiful movie but I hate the people who like this smut, not because they're bad people but because they're different than me and I can't change that. At least other people who are different than me don't act like they're the artsy ones, instead of or unlike the male posers obsessed with female form, the losers, the ones who don't drink or smoke tobacco, the ones who ruin everything just by existing. There's a shot they keep returning to and it's amazing. Some movies, books, stories, even music, they return to the status quo just so they can reach an audience, a movie like this could be so much more unconventional in narrative style, it's not enough to just do a period piece and an unique romance, it needs to be artistically interesting even if all of the pieces were the same as the most boring today. To clarify, I wish that this movie didn't make me laugh out loud for how stupid it was. The saliva, the obvious emotions, the sentimentality, all of the most boring features of humanity, made to seem like god's gift to art, it's so hard to watch and not groan at. The photography though is really great and when I said smut earlier I didn't mean that this is erotic, it's not really, it's not porn in the classical sense, it's fan fiction porn, it's basically treating our tamest desires as the ones society doesn't want us to feel when they're literally all contemporary society allows. Some of the scenes and cinematic storytelling techniques are awesome. But 30th on Sight and Sound? No offense to sight and sound, but they're trash, and it's a crime that they're relevant, and that these people are seen as the adjudicators on art.",
  "author": "Max Berengaut",
  "director": "Céline Sciamma",
  "score": 8.7,
  "title": "Portrait of a Lady on Fire",
  "images": [
    "/images/lady-on-fire.png"
  ],
  "year": "2019",
  "company": "Lilies",
  "actors": "Noémie Merlant, Adèle Haenel, Luàna Bajrami, Valeria Golino",
  "screenwriter": "Céline Sciamma"
}