{
  "body": "I have been sick since about 8 a clock last night and while it's a bad cold I think the main reason I didn't sleep at all wasn't because of my physical health, it was because of my mental. This movie is one of my favorites so I watched it like I used to watch Pink Panther cartoons back in the day but it didn't work the same. The deep latticework of its editing and story design, its beautiful photographical contraptions, and the starkness of its protagonists invalidity felt to me like perfect remedies for sickness. It's just that a timidity and unchangeable insecurity, a horrible feel for memory, a deep moral sickness, and a deeply insulated self-hatred, make me feel invalid—not my cold. All last night I couldn't stop thinking of the worst things that have ever happened to me, or that I took part in, or that I had to feel, that I had to assume the worst for, of such deep and personal shame it feels impossible for someone to ever care about me. For most people their trauma is something that doesn't really affect them; it's like a distant family member no one talks about any more, they've moved on, but I haven't had that happen for me. I don't mean that close family members dying or horrible assault don't affect them, I mean that they don't feel isolated by it in the way I do, or at least it feels to me that it's impossible for someone to ever empathize with me. This time last year I was broken and alone. Now I feel the same even though I've been so much better. I haven't made mistakes like I used too. I love the new me, but I still feel like shit now and it feels like it will last forever. The small problems of this movie are so painful: the Papier-mâché color palette, the lack of sex scenes, a sense of pointless entertainment, no deep philosophy, a main couple so inundated with each other they are impossible to root for. I like them, obviously, I think they're cute, but come on, Grace Kelly? How fucking lucky do you have to be jesus christ. What keeps me up at night is that I think people are fucking fictional grace kelly just because they turn me on in every single possible way so I act like a total fucking moron and I will always have to live with the pain from them. Fuck you, all of you. You're all fucking terrible human beings. The biggest mistake I ever made was assuming there was something interesting about me besides the fact that I can talk smart and be nice and stuff. There is literally nothing else interesting about me. Still though, it's a nice plot line, the miss Lonely hearts, and honestly all of the mini-plot lines unrelated to james stewart are nice, and of course he's a great actor too. Funny side note: I used screenshots of grace kelly from this movie as the album cover for like every playboi carti leak I downloaded - like the screenshot of winona ryder from the age of innocence i used for future - and now I feel as these artists start to age out of my taste that maybe i was a little deluded in the first place for assuming that was something spiritually sensible - or maybe not.",
  "author": "Max Berengaut",
  "director": "Alfred Hitchcock",
  "novelist": "Cornell Woolrich",
  "score": 9.5,
  "title": "Rear Window",
  "images": [
    "/images/rear-window.png"
  ],
  "year": "1954",
  "company": "Alfred Hitchcock",
  "actors": "James Stewart Grace Kelly Wendell Corey Thelma Ritter Raymond Burr",
  "screenwriter": "John Michael Hayes"
}