{
  "body": "So when love or sex or anything good between men and women occurs, how much is it on me, how much do I have to do, what can I do, if I don't go and she wanted me to go or if maybe it's time to chill and relax, maybe we should take a break, even though we're not talking, maybe I'm not ready, maybe I would fall head over heels, maybe I don't care about things I don't like about you, maybe I wish the timing was better even though you're single (and of course I am) so like how could the timing be better? There's a moment in this movie, a conversation between the lead and his wife, before he finds out the whole thing that the movies's about, where he pauses for a second, there's a beat, and it's superbly human. The style and in general the recourse of this movie are what movies need for artistic life. So what if it's minimalistic, if the breakneck pace is sometimes not as good as the two or three great moments, not even counting that conversation because that's honestly not even part of the movie it's just a glimpse of life. Ben kinglsey is in this movie and the best thing about his part is how it ends. Ray winstone is great. The others, especially, his wife, are also great. I like how the British make crime movies because they are generally aware how they influenced scorcese and of course tarantino, instead of other more contemporary crime movies which are basically just -insert homophobic remark- them. have a bad cold again, worried about work because of it, going to mexico, hope you're all right and that we'll be all right, that you get what you want, and if it's not me, i'm totally fine with it. don't really think the british social commentary is interesting to a pretty beautiful hot bad sexy what ever college girl.",
  "author": "Max Berengaut",
  "director": "Jonathan Glazer",
  "score": 8.5,
  "title": "Sexy Beast",
  "images": [
    "/images/sexy-beast.png"
  ],
  "year": "2000",
  "company": "Fox Searchlight",
  "actors": "Ray Winstone, Ben Kingsley, Ian McShane, Amanda Redman, Cavan Kendall, Julianne White, Álvaro Monje, James Fox",
  "screenwriter": "Louis Mellis, David Scinto"
}