{
  "body": "At some point in one's life it comes time to move on. The joke of Stage Fright (1950) is at what time that decision occurs to Eve (Jane Wyman). There are many other smaller jokes that play nicely into British humor but for the most part that is the joke. That's the engine of the story. It's not really much. There is a murder and a femme fatale but they are window dressing though Marlene Dietrich as said fatale is beguiling and lovely and also somehow redeemable. I'm always fascinated in Hitchcock movies by the clarity of the camera. He's really good with eyes (particularly his actresses) and the little grains of film on screen while also having a singular talent for subtleties interwoven in blocking and camera movement. It's sort of like Dial M for Murder (1954) in its combination of lightness in tone and caustic spiraling dilemmas. The two movies share a slightness in ambition that speaks to the guy's unique path into cinema history. In his time he was known as something of a B-movie director but then the artsy guys in the French new wave championed him and now we're here and his name carries weight. I'm not sure I can get a read on him. He seems utterly preoccupied with the minutiae of filmmaking to an extent that I don't really think he thought about much else. There's of course many essays into his ideas as they are demonstrated narratively but it's not like he was ever particularly interested in writing. He cares about if things work, how to make things work, what makes things work, and the things themselves are cattle. Looking at his filmography I think people nowadays, those who know about him I mean, because there's probably not many contemporary college students who've seen any of his movies, take him on from the wrong angle. He isn't an artist by design. It was things outside of his control that made him act like this. If anyone sees him as an inspiration now they're doing it wrong. There isn't anything we can learn from him besides technique. He's a technical genius. One of few. I'm happy to have been born in a time where almost all his movies are streaming somewhere.",
  "author": "Max Berengaut",
  "director": "Alfred Hitchcock",
  "novelist": "Selwyn Jepson",
  "score": 8.2,
  "title": "Stage Fright",
  "images": [
    "/images/screenshot-2023-08-21-at-9.54.04-pm.png"
  ],
  "year": "1950",
  "company": "Alfred Hitchock",
  "actors": "Jane Wyman, Marlene Dietrich, Michael Wilding, Richard Todd, Alastair Sim",
  "screenwriter": "Whitfield Cook, Alma Reville, James Bridie"
}