{
  "body": "The Wages of Fear is a 1953 French movie starring Yves Montand and Charles Vanel in what amounts to a steeplechase across an unnamed Latin American landscape. The first hour of the movie is absorbed in its initial setting, a poor town on the outskirts of civilization. This is to me the key to the entire movie. Why is there so much time dedicated to this place? Languidly it swims around inhabitants of a local bar as if it was going to stay there for its entirety. The place is like the border town in Touch of Evil (1958) and also vaguely the initial stations in Heart of Darkness (1899) although the film's tone is discernibly more anti-western than either of those two. The plot gets set on its main track after an oil explosion that's filmed so spectacularly it's impossible to assume Paul Thomas Anderson has missing seeing it. It's about two trucks on a bad road in the middle of nowhere with thousands of pounds of nitroglycerine on their back. Each truck has two drivers. One of the trucks has our two stars: Mario and Jo. What I love about this movie is how much they change, how much of their true selves gets uncovered by the end, how little that initial glance of them in the town actually revealed. A sequence in a pool of oil is both a startling use of color and a multi-faceted showcase for their talent. Also by this director is the movie Diabolique (1955) with Simone Signoret which was maybe a little sliver better but only just. The cinematography is focused on portraiture, both of the setting and of the people. There are many shots of the wheels of a truck. It always feels tied together and potently laced. There is a short monologue about death that is French but great.",
  "author": "Max Berengaut",
  "director": "Henri-Georges Clouzot",
  "novelist": "Georges Arnaud",
  "score": 9.7,
  "title": "The Wages of Fear",
  "images": [
    "/images/screenshot-2023-08-21-at-9.19.51-pm.png"
  ],
  "year": "1953",
  "company": "Raymond Borderie",
  "actors": "Yves Montand, Charles Vanel, Folco Lulli, Peter Van Eyck",
  "screenwriter": "Henri-Georges Clouzot, Jérome Geronimi"
}