{
  "body": "Terrence Malick, the Harvard Philosopher, was 30 years old when he made Badlands (1973) after asking everyone he knew for money. Five years later he made Days of Heaven (1978), and then, twenty years later, The Thin Red Line (1998). No film director who has ever lived has a better first three films than those. All three of those films are modern art classics, almost perfectly rendered by a seeming never-before-seen cinematic genius. So why, after the disappointing but not terrible The New World (2005), is this the drivel he proudly calls his greatest achievement? The Tree of Life (2011) sucks. It doesn't just suck as a movie, it artistically sucks. Any cool moments it has are destroyed by the heavy handed directorial flourishes he somehow forgot he didn't used to do in his old movies. Instead of a confusing yet memorable droning monologue like in Days of Heaven, we get the most boring plot clarifications of all time: \"Mom, Dad is mad. Mom, I love you. I am a child and life is hard. Mom, I hate dad\". The famous actors are fine, but the cinematography, once unparalleled in its scope of beauty like in the Thin Red Line, is digital and dulling. The story's setting, a slow rural Southern town, is no more recreated in two hours than the town in the first couple of shots of Badlands. Instead of a plot we are instead instructed to be bored, and wait, for the true spiritual connections of our human existence to arise out of lens flare and blaring orchestral music. Characters, once at least somewhat important with Malick, are made into weak flimsy props illustrating 'life itself'. The problem with bad art-house movies is that all the issues come from ego, not from lack of creativity, which is hard for people to see in a positive light. I think I only hate this movie because I know some people will watch it and really enjoy it. I could feel it happening while I was watching it, the little catches in the plot or narrative that don't wash over people like they do to me, little moments of laziness or sentimentality that aren't anything remarkable to other people but to me are like letters in the mail, shit that I can open and absorb. I appreciate that someone took the time to make this work of art but I think politely it sucks, and I wish I could have yelled at him not to make it, but he made it, and now life is about rating it what it deserves. I don't hate that they'll enjoy it, I hate that it means the dude who made it can just ignore any criticism and enjoy the benefits of his ego.",
  "author": "Max Berengaut",
  "director": "Terrence Malick",
  "score": 2.8,
  "title": "The Tree of Life",
  "year": "2011",
  "company": "Fox Searchlight Pictures",
  "actors": "Jessica Chastain, Brad Pitt, Tye Sheridan",
  "screenwriter": "Terrence Malick",
  "images": [
    "/images/039561_wide-803a5daeb56c4a3dcbf50cab333db01436f1b92f-s1100-c50.jpg"
  ]
}