{
  "body": "Not much of anything is perfect. The Assassination of Jesse James by the Coward Robert Ford (2007) isn't perfect but it's like finding flaws in sandpaper. I mean I don't like the idea of it having flaws so I'm going to pretend like they're not there and I actually saw a different movie than the one I just watched. It hurts me that they put that music on during that scene because there was so much tension leading up to it and that so much of the final fifteen minutes ruins the sense of having been witness to narrative genius. It's not even that bad but it's from a different movie. What was leading up to that moment was a novelistic approach to American cult culture and a curveball chronological path into the moment as described in the title. The visuals of this movie are stunning. It's like Terrence Malick in his prime. I was in a hole and this movie threw a curtain over top of me. The opening scene in the forest is something that narrative art on screen has lacked in the past decade: an opening sequence so thorough and all-encompassing within its limited location that it provides enough artistic good will to last the rest of the movie. I'm basically giving this movie a 10 for it. The next hour or so is good and beautiful and sometimes lyrically wonderful. The hour after that is brilliant and yet unsatisfying when it comes to a head. Acting is something difficult to understand because everybody has their own opinion on what makes it good and why but Brad Pitt and Casey Affleck glide over the indentations in their characters. Affleck is thoroughly creepy in and out and I am surprised at how different his performance is from what went on in Manchester By the Sea (2017). Brad Pitt as Jesse James proves something, I'm not sure what exactly, but something, about the complexity of navigating celebrity when human. It's in his figure that the movie gets the most out of its social analysis and human nature storytelling because of the way he inhabits his character's eyes and laugh and when he dies it's like something else happened. The movie was mired in post-production hell as what was likely a better movie got destroyed by the production studio because they were worried it wasn't going to make enough money. It didn't so in their minds they were right but to me they'll never be right. I think some people just lack the sort of niche judgement that makes for successful artists. They don't deserve death or anything that bad but maybe they should get jobs as receptionists and try their best to not resent things they can't understand. I might look like Robert Ford, but I feel just like a Jesse James. Sometimes, at least. Enough. I'm doing better nowadays.",
  "author": "Max Berengaut",
  "director": "Andrew Dominik",
  "novelist": "Ron Hansen",
  "score": 10,
  "title": "The Assassination of Jesse James by the Coward Robert Ford",
  "images": [
    "/images/coward-robert-ford.png"
  ],
  "year": "2007",
  "company": "Warner Bros.",
  "actors": "Brad Pitt, Casey Affleck, Jeremy Renner, Sam Rockwell, Sam Shephard, Paul Schneider, Mary-Louise Parker",
  "screenwriter": "Andrew Dominik"
}