{
  "body": "I was born in the middle of a drought. So I look for water. Cinema is the most accessible form of artistic purity we have. Music, for all of its talent and emotion, is rarely ever as limitless in form as narrative art. It's a shame nobody really cares about the drought or even what to do about it. The chemical formula for movies like The Third Man is not really that complicated but its product is fascinatingly dense and miraculously wonderful. Evocative and exciting narrative material with a slight literary leaning, brilliant film photography and set design, passionate and enthralling acting, but also, importantly, overarching philosophical skepticism (or, sophistication). That might sound difficult but it's actually pretty straightforward. First, the material, credentials are good, but this mystery and detail, this insight into setting, these failings that are somehow strengths - so utterly anti-American it becomes a brilliant echo of it, are things screenplays communicate before the first storyboard is drawn. So, the material, check. Next, direction and cinematography. Easy: Carol Reed and Robert Krasker. Why are they a good fit for a dark atmospheric noir thriller? Well, they've already made a ten out of ten dant in Odd Man Out, and since I can put two and two together, I hire them. Now, obviously, Orson Welles doesn't grow on trees, but Jospeh Cotten, Alida Valli, and Trevor Howard do. Brilliant character actors who truly understand their role and are committed and humble enough to pursue it in artistic vanity are still around today despite the drought. They don't need water, thankfully. Strangely enough, while no one will replicate the genius of Orson Welles, it's not hard to imagine contemporarily gifted actors in a cool and mesmerizing role like this. And really, these first three things aren't unheard of nowadays. Even if digital has more or less made film niche, despite its transparent relative hideousness, people are still gifted photographers and really there's a lot of cool directors. Writing is hard, there's not really a point to it anymore, Disney and/or streaming services have made it obsolete, or at least its artistry a niche and decidedly anti-commerical (yet politically overt) enterprise. But what makes this purity rare, famous and universally adored, and flat-out perfect in its overall execution, is its overarching sophistication and dark humanity. The final shot and plot movement is a final stroke that at the time was meant to cement its skepticism in an anti-fairytale (or anti-hollywood) ending, but weirdly enough, given its active character (Anna) and who she is, and who she is shown to be, it is incredibly the more sentimental ending. It allows everything to finally be tied up as the end to a fictional entertainment and not as an open-ended depiction of real-life people, or at least, ostensibly so. My lifelong goal is to make a dent into this drought, however small, and bring back the water to the people; so they know what's been taken from them in the name of progress. As a final side note side bar thing, a still from this movie was my lockscreen for like three or four years from when I was 17/18/19 to when I was 20/21/22. That tunnel shot at the end with the fog and silhouette.",
  "author": "Max Berengaut",
  "director": "Carol Reed",
  "score": 10,
  "title": "The Third Man",
  "images": [
    "/images/the-third-man.png"
  ],
  "year": "1949",
  "company": "David O. Selznick",
  "actors": "Joseph Cotten, Alida Valli, Orson Welles, Trevor Howard",
  "screenwriter": "Graham Greene"
}