{
  "body": "The 400 Blows\n\nTonight I am watching the 400 Blows, a movie that is on many lists as a great movie, and one of the main artistic pillars of the French New Wave, the most famous and important of all cinematic new waves. Here are my thoughts presented in order:\n\nI'm a bad student, not because I hate school or my teachers I just have a restless energy that makes it hard for me to sit still. I don't like studying because it feels unnecessary. Sometimes I get myself together enough to fix my grade before the deadline but other times I end up doing too little too late. This doesn't prevent me from considering myself as an equal to my teachers, which somewhat understandably has gotten me in trouble with certain types of people whose occupation has been teaching. I think Francois Truffaut taught before he made this movie. He sees things somehow expertly from both a child's perspective and an adult observer's (AKA the film camera). \n\nProblem with Lizzie/Caroline: I opened up so much and was so freely intimate with them and then they were so cold to me when I needed something from them. \n\nIm ok\n\nScene of merry go round\n\nScene of his mom kissing some one and he realizes it's his mom.\n\nThis guy (I mean Truffaut) reads literature. (This was after the main character wiped his hands on his mother's curtain to clean them). \n\nI can't go in when I'm not in the upper hand and I keep making it so I'm not in the upper hand\n\nI honestly didn't know any one I knew from high school would know I had a website, or college even. \n\nReading Balzac. \n\nZofia, when I was younger, on the boat in the water looking for whales. I was seasick, and making a bit of a meal of the whole situation. She said, \"I used to get seasick too Max when I was younger, then I just decided, I wasn't going to get seasick anymore and it worked.\" It worked. \n\nIm good but I'm also just doing this for attention and also I'm only popular as a writer among people who know of me in their social circle, but also it doesn't matter I'm just doing what I want\n\nAntoine's friend is a composite character of that standard funny friend who has bad ideas\n\nI'll be fine with women as long as I keep my head on\n\nTo clarify that thing with Kerry, I haven't accepted any of his advances for a reason. I am not attracted to him and I do not like his attention. I still think he's cool though and a good artist. \n\nI mine my personal life for my work, but I don't really need to do this I primarily just did this because I honestly assumed no one could care\n\nLike the goat slaughter story, I thought it was only going to be for my freshman year writing class. For the romantic plot elements I used one moment with a cute girl that happened and then I used a scene from a miniseries I watched (tea pouring) and then I used the girl sitting next to me in class who was nice despite her like 4000 followers, or at least, I used her eyes. \n\nI took 400 mg of thc cannibals today and a box of beer (psyche!)\n\nTo be in the real world you have to understand every year of your life equally well\n\nGlobal project manager for XL recordings\n\nI need to work with my coder more he's really good\n\nMoments are focused on here\n\nAntoine can't escape the system, he doesn't understand it he just wants to live freely and unoppressively. \n\nImagine live writing kissing\n\nPossibility of finality\n\nalso Ava I know this sounds probably weird to say at this point but I honestly though this was just and only going to ever be between you and me. \n\nMy professor is weird with me and he's gay. And also my old roommate, though I think he's a good guy. He isn't gay though just maybe like a 5 or a 6 on the spectrum. My professor is a 0. \n\nI don't mind reading famous works in gay literature but I do mind the subliminal in class comments that feel super personal. Like talking almost every class about how weird it is for someone to be in 'denial' of their sexuality in this day and age, or kicking me under table, or suggesting I only called an anti-semitic holocaust story we read in class anti-Semitic because I was secretly in love with him\n\nPeople like my professor want this to be an art phase for me into coming out. It's honestly disgusting, like he is a disgusting old man. If what I think he is trying to suggest with his new book idea is true, I honestly am at a loss for words. Like I am a student! You are an old dude professor\n\nWhat my gay lit professor really meant was: it's weird to play with queer themes in your art while at the same time insisting that you're straight. Unfortunately for him, he just doesn't know women in the way I do.\n\nHe thinks it's impossible for a straight man to work within the entire history of gay art when he creates! This is AFTER making us consume gay art in class. so braindead, and I know for a fact these words will eventually be misinterpreted themselves. Homoeroticism in art has NOTHING to do with the sexuality of the artist. \n\nSome girls you meet in college you just know would cheat on their boyfriends if you could just potentially make it happen for them\n\nIn the online post COVID age everything is personal. \n\nEverly was right she said Max you seem to have some deep internal issue with women but I'm not sure what it is. \n\nMy dad taught me, say things in opposites. \n\nI'm intimate with you in layers not really face to face talking to one another it's so strange\n\nThat tweets only two impressions were me. I'm ok.\n\nI do exaggerate I do exaggerate no doubt\n\nI told Ian part of my problem was that I had a bit of an inferiority complex and he went 'Yeah!!!'\n\nTo have sex with someone you like, like do a trick where you write a poem about them right in front of them\n\nCan Joshua make the story page dead again and delete 2 trips\n\nI don't like the idea that any one has a hold on me or my life or my name\n\nSchools are our first true social environments. Everything we do and say should hypothetically be managed in terms of the true expectations for our social selves. \n\nThe 400 blows ending is essentially how I ended my first story, though I hadn't seen it until tonight. Now that I think of it though I definitely remember reading the Rogerebert.com review about it and I of course knew the ending without having actually watched the entire thing. \n\nThe problem is that we aren't the type of people to like situations like the one I've found us in\n\nIt'll be worth it in the end. \n\nWhen I say I write for attention I mean that when I write I try my best to impress people. Normally I don't try my best at all. \n\nI am strong and smart enough to not let any other man impact me. Wasn't always this way but I've matured into it in college. I need nobody besides myself. One woman, a single woman, I'll allow, as long as they're pretty and not also my mom. \n\nMadonna / whore complex really just a way for women to understand how men see their mothers. \n\nPeople look to the past to discuss what they do not understand\n\nWomen in general have more gendered barriers for them in society but shy men struggle with the social pressure to have platonic male friendships while still protecting themselves from vulnerabilities\n\nAka the entire reason for the existence of fraternities. \n\nMy process is often hard to understand because I do not think nearly as much as people assume I do.\n\nSexuality is low key a choice, like it's a sorting hat type thing. It's put on your head and you can tell it what you want. \n\nAlso I've told others this but isn't it a little strange someone is so publicly anti-trans when under the current critical standards my art has to get subjected to JK Rowling could also be seen as closeted her(him)self?\n\nI learn so much from women that's the only reason I even bother it's nothing more\n\nToday I decided to go to Chipotle and eat a burrito instead of going to discussion\n\nPeople like my dark side but then they find out it's really just a soft side and then they get confused. \n\nI prefer life without social media!\n\nAt the core I'm afraid of women but I'm also really pretty interested in getting one over them. In this game I (we) learn so much about myself (ourselves) + I (we) have sex. \n\nThe problem with how I play that game though is that I'm just as willing to quit it as to play it, and that's not fun at all for women. \n\nSometimes I adjust my writing because I know society hasn't caught up to my perspective yet and instead will pervertedly read into my supposed hidden desires. \n\nI get it girls don't want their convos with me to be dead. \n\nWhat's the social difference between male kinship and male love? Why do we think no homo even exists as a phrase in the first place? \n\nOh maybe some things shouldn't be tweets",
  "author": "Max Berengaut",
  "director": "Francois Truffaut",
  "score": 10,
  "title": "The 400 Blows",
  "image": "https://s3.amazonaws.com/static.rogerebert.com/uploads/review/primary_image/reviews/great-movie-the-400-blows-1959/EB19990808REVIEWS08908080301AR.jpg",
  "year": "1959",
  "company": "French New Wave era",
  "actors": "Jean-Pierre Léaud, Albert Rémy, Claire Maurier",
  "screenwriter": "Francois Truffaut and Marcel Mousse"
}