{
  "body": "Raymond Chandler, famous as the novelist behind the sort of beleaguered and messy noir euphoria in films like 'The Big Sleep' (1946) and 'The Long Goodbye' (1973), wrote the screenplay for this post-War noir drama not unlike other films with the whole Hitchcockian mistaken identity conceit, which never fully comes together but remains interestingly enjoyable as a caper. Alan Ladd plays a quiet WWII officer who comes home to a depressed wife, and when he is forced to leave her, he meets beautiful Veronica Lake who turns out to be married (though currently separated) to the nightclub owner who is currently sleeping with his wife. When his wife is murdered overnight, he is forced to flee, and with the inhibitively intoxicating Lake he sets out to prove his innocence. Its plot is contrived essentially in small scenes, with messy networks of secret alliances and offscreen events, a PTSD-suffering soldier with a bad memory, and it is never intended for all of its pieces to finally weave together. I think Chandler had a slight problem with his screenplays in that he could never see the bigger picture. 'Double Indemnity' (1944) is a little too obsessed with its titular crime and 'The Blue Dahlia' (1946) is obsessed with all of its possible different narratives, so much so that the murderer's reveal is almost ridiculous in the scope of everything else that's transpired. I like movies like this though because they have a beating heart, it's cliche I know, but there's honor in their artistic approach to this content. A side effect of this film is also that its name inspired the infamous media moniker for a gruesome LA murder that became a news sensation in the 1950s. It remains culturally impactful to this day.",
  "author": "Max Berengaut",
  "director": "George Marshall",
  "score": 7.8,
  "title": "The Blue Dahlia",
  "image": "https://upload.wikimedia.org/wikipedia/en/6/6b/Bluedahlia.jpg",
  "year": "1946",
  "company": "Paramount Pictures",
  "actors": "Alan Ladd, Veronica Lake, William Bendix, Howard Da Silva, Doris Dowling",
  "screenwriter": "Raymond Chandler"
}