{
  "body": "Jessica Chastain and Jason Clarke, among a host of stand out actors, are dramatic pillars for one of the most honest American spy movies ever. Jason Clarke, especially in the introductory sequences, so perfectly manifests a uniquely American psychopathy that critics at the the time assumed the movie saw him as some kind of antihero. It doesn't, stylistically this film is nihilistic, almost misanthropic, and it sees American deep state bureaucracy as evil, though not anything particularly new as far as evil goes. Kathryn Bigelow's very well directed 'Bin Laden movie' is a fundamentally interesting work of art about modern American imperialism, and critiques most our reliance on past military and cultural power to excuse current brutality. The American agents working to find and kill Bin Laden are portrayed sympathetically, but with obvious human flaws. By that I mean all the parts for American actors, plucked randomly from American TV classics, are narratively summoned at will to embody the chameleonic well-clothed imperialist ethos of our nation, dramatically performed in slight works of character actor genius. Technically and performances wise this is an extremely well-assembled film, but where it fails is actually in its pacing and in its sympathy for its protagonist. Jessica Chastain hasn't really recently been asked to deliver (excellently) as much interesting dialogue as she does here, but it actually looks very nice on her. However, why should we care that she finally kills Bin Laden? It wasn't for us, it wasn't for 9/11 victims, it was for her self.",
  "author": "Max Berengaut",
  "director": "Kathryn Bigelow",
  "score": 8.9,
  "title": "Zero Dark Thirty",
  "image": "https://m.media-amazon.com/images/M/MV5BMTQ4OTUyNzcwN15BMl5BanBnXkFtZTcwMTQ1NDE3OA@@._V1_.jpg",
  "year": "2012",
  "company": "Annapurna Pictures",
  "actors": "Jessica Chastain, Jason Clarke, Jennifer Elhe, Mark Strong, James Gandolfini, Mark Duplass, Kyle Chandler, Chris Pratt, Joel Edgerton",
  "screenwriter": "Mark Boal"
}