{
  "artist": "Snow Strippers",
  "title": "April Mixtape - EP, The Snow Strippers, April Mixtape 2, April Mixtape 3, Night Killaz, Vol. 1",
  "album": "April Mixtape - EP, The Snow Strippers, April Mixtape 2, April Mixtape 3, Night Killaz, Vol. 1",
  "year": "2023",
  "author": "Max Berengaut",
  "score": 9.5,
  "body": "When I first heard of Snow Strippers I thought it was going to be music I wasn't going to like. Blame me. When I heard it though I realized I liked it. They have released a lot of music over the last year and a half. Three full-length albums, another album, and an EP. 64 songs in total. Besides the one with Uzi, literally the worst one, by far, they are pretty much interchangeable. Well, the last album is something sort of different. The first three full-lengths and the EP were the same sort of thing with some stylistic tweaks but the last album is a different step. Someone in their youtube comments thinks they've lost their magic but I disagree although I do think there's a noticeable shift. The one idea they would never have been able to separate from if they didn't shift was the Crystal Castles comparison and while they haven't fully separated, it seems like they are thinking about how to separate, how to be seen distinctly, especially in the vacuum of their collection as a whole. It's not really necessary. The previous 56 songs before this latest project were nostalgia simulations in bite-sized form, melodic canvases, where Tatiana Schwaninger's simple hooks took on emotional weight that never fully settled. They were almost all 8 or 9's, some 10's, but most hovering in between 8 and 9 on the scale. Weirdly I don't think this is club/dance music even though it obviously is. To me this is bedroom cocoon music. I'm six months sober and when I was listening to their first three full-lengths on shuffle I was getting drunk by myself in my apartment playing computer games and literally favoriting every song even though I couldn't tell any of the songs apart (besides the insta-skip Uzi one). This music remains good now. I still can't tell the songs apart but I like all of them (probably should just delete the Uzi one, maybe the broken social scene cover too), and I'm confused by their place in the music scene. They are clearly connected, not just with the surf gang people, but all over the place really. Graham Perez and Schwaninger are both extremely talented, and it's not like it matters, but I feel like they're going the wrong direction. The strength of this last project though shows that even if it seems like a bad direction to me they still make great music. Like the 'Just Your Doll' video is one of the funniest music videos I've ever seen. She's sooo goofy, her serious persona is clearly a huge joke right? Right? It doesn't really make sense for the music. This is emotionally heavy music and they're acting like it's party music just because it has all the trappings of it, even though the core of their music, the active, purposeful core, is extremely personal. Not sure anyone still cares what I think, if they ever did, but this is just for me anyway.",
  "images": [
    "/images/april-mixtape-ep.jpg",
    "/images/the-snow-strippers-1.jpg",
    "/images/april-mixtape-2.jpg",
    "/images/april-mixtape-3.jpg",
    "/images/night-killaz-vol.-1.jpg"
  ]
}