{
  "title": "Astronaut Lingo 3",
  "artist": "Atl Smook",
  "album": "Astronaut Lingo 3",
  "year": "2023",
  "author": "Max Berengaut",
  "score": 7.7,
  "body": "This is a placeholder review. Something cool and interesting occurred to me this morning and since the piece I'm working on requires me to finish this book I'm reading before I write any more, and, since I've now decided to only write without writing out what I'm going to write beforehand, still of course with an abstract idea of it in my head, or at least that piece that this would have had a place in, I am writing about it here. So Astronaut Lingo 3 by Atl Smook is the unfortunate work of art privy to my unrelated thoughts. I will still go back and edit what I live write, as I do, but this album is an interesting opportunity for me to try combining artistic insight with things of personal importance. Atl Smook is an Atl soundcloud rapper who has been around for a while, since about 2014 or 2016, sometime around then. He has had success but not anything that has taken him out of his current stanchion. He has a career highlights: the collab album with the subtly brilliant 10KDunkin, 'Permanently Scarred', and others, that show his talent for texture and white space, it's just that as a lyricist he is uncomfortably conventional. Astronaut Lingo 3 is not really any different but for all of the soundcloud rappers I've had periods of fandom with, his work seems now to be the most integral. I don't really like Duwap Kaine any more, for example. To show what I mean, let's take the song 'Westwood Choker'. Lyrically it's so inert. Duwap 0, Smook 0. Beat, melody? Duwap 1, Smook 1. Fun? Subtlety? Artistic interest? Duwap 1, Smook 4. I get if we go by the Updike rules of criticism I need to mention a Duwap song but actually since I'm not Updike I don't and literally any of his since about 2018 would do. This is not a Duwap hit piece. I'm just making a point. And it's not even the point I wanted to make when I decided to write this review. That's a point of eventuality. At the end of the day this music, 'Astronaut Lingo 3', is so valuable, just because it can't be replicated. It sounds like it can be, but it can't. There is nobody else who can make it this way. There are tons of Soundcloud rappers who all talk about all the same things but none of them could have made this album. If I was still smoking weed I'd really like this album. I'm not and I still like it. Hopefully in a couple years I still like it, because I'm getting something out of it now, and it sucks that I potentially won't get that out of it then. This morning I had something interesting happen to me. I was looking at the wikipedia page for W.G. Sebald, a name I read on the back (or maybe the front?) of 'Open City', because a reddit post in the books subreddit mentioned him, and I collected his artistic information in the sense that eventually I will read him, as clearly he is likely to be worthwhile, and I remembered this concept of being 'well-read', when I saw one of his books was in part about Thomas Browne (whose name I'd initially in delusion replaced with Thomas Hardy), and then with that phrase I remembered the dream I'd had last night. I was in a huge lecture hall, taking an important English exam, in the very back row. Next to me was a kid similar to me in many ways, except for the fact he was playing a first person shooter computer game, which looked as if it was a new version of my favorite game. I asked him if it was that game, and he said no, it's a new version of that game's (socially more cool) competitor. It was a conversational opening. I asked him for his name. He said it was 'Max Berengaut'. I stared at him. \"That's my name, I'm Max Berengaut.\" All of a sudden a worried and anxious look came over him. He didn't look like me, this wasn't a double thing. I started making a big fuss about it. He was in this class under my identity because he wanted to avoid paying for it. He had no idea that the kid sitting next to him would actually be the kid of the name that he stole. Total chance. People in front of us and to our sides turned around. One of them said that I was making a big deal out of nothing, and that I should leave him alone. I stood up and yelled that this was ridiculous, a mockery, everyone turned around. Later on, I got to see him with his friends, they were Russian (or perhaps just Eastern European), and they all got along. Then I was in a room with one of my English professors. I was looking at my exam and it said: '100'. I felt good. They said that thing with the stolen identity was really disgusting. I opened the packet and saw that some of the questions in the later part of the exam were questions I did not know the answer to (small details that required actually reading the class texts), and I looked at the answer sheet and saw that the last half of the answers sheet was marked with a skid mark type black substance, almost like machinery, that of course had been an accident on my part. I realized that this last half of the exam was something I'd forgotten to write in my anger over the identity thing. Right now I'm remembering another dream I had of collegiate uphill obstacle courses in teams, but holy shit I've said way too much already. My professor was saying: \"It's always been clear that you're extremely well-read.\" This was something that made me anxious because I am not in any way that word. And this was the connection to the moment about an hour ago when I remembered my dream. Pretty cool, I guess. I don't know. I should be preparing for the like five interviews I have next week. The last interview I had I spent two weeks procrastinating and showed up completely unprepared. Hopefully I stop doing that! As far as romance in my life I have some strands, thankfully no college girls, well, maybe this one I just met on Friday, because she seemed to like me for some reason, and she was cute, but that would require more work and effort than what I am, in full honestly, capable of in this moment. The other strands are cool too and I hope I won't let them stay stagnant because having sex is really awesome, especially when it's with someone who's interesting, and then maybe I can take pictures of them, and then everyone who goes to my photography website can see I'm having sex with hot women. That is to say, I'm not close to having sex. So everyone who is having sex is a better more respectable person than me. The thing is though that art and by extension the world that isn't real has nothing to do with sex and human conceptions of worth and value. So I can stay inside this world and not hate myself, at least, not right now at this very moment (it may come momentarily).",
  "images": [
    "/images/astronaut-lingo-3.jpg"
  ]
}