{
  "title": "Astronaut Lingo 3",
  "artist": "Atl Smook",
  "album": "Astronaut Lingo 3",
  "year": "2023",
  "author": "Max Berengaut",
  "score": 7.7,
  "body": "This is a placeholder review. Astronaut Lingo 3 by Atl Smook is the unfortunate work of art privy to my unrelated thoughts. Atl Smook is an Atl soundcloud rapper who has been around for a while, since about 2014 or 2016, sometime around then. He has had success but not anything that has taken him out of his current stanchion. He has career highlights: the collab album with the subtly brilliant 10kDunkin, 'Permanently Scarred', and others, that show his talent for texture and white space, it's just that as a lyricist he is uncomfortably conventional in substance. Astronaut Lingo 3 is not really any different but for all of the soundcloud rappers I've had periods of fandom with, his work seems now to be the most integral. Let's take the song 'Westwood Choker'. It is a great song. Good luck trying to find an academic explanation for why that is without making some serious rhetorical stretching. At the end of the day this music, 'Astronaut Lingo 3', is valuable just because it can't be replicated. It sounds like it can be, but it can't. There is nobody else who can make it this way. This morning I had something interesting happen to me. I was looking at the wikipedia page for W.G. Sebald, a name I read on the back (or maybe the front?) of 'Open City', and I collected his artistic information in the sense that eventually I will read him, as clearly he is likely to be worthwhile and I remembered this concept of being 'well-read' when I saw one of his books was in part about Thomas Browne (whose name I'd initially in delusion replaced with Thomas Hardy), and then with that phrase I remembered the dream I'd had last night. I was in a huge lecture hall, taking an important English exam, in the very back row. Next to me was a kid similar to me in many ways, except for the fact he was playing a first person shooter computer game, which looked as if it was a new version of my favorite game. I asked him if it was that game, and he said no, it's a new version of that game's (socially cooler) competitor. It was a conversational opening. I asked him for his name. He said it was 'Max Berengaut'. He mispronounced it like it was French. I stared at him. \"That's my name, I'm Max Berengaut,\" I said. All of a sudden a worried and anxious look came over him. He didn't look like me, this wasn't a double thing. I started making a big fuss about it. He was in this class under my identity because he wanted to avoid paying for it. He had no idea that the kid sitting next to him would actually be the kid of the name that he stole. Total chance. People in front of us and to our sides turned around. One of them said that I was making a big deal out of nothing, and that I should leave him alone. I stood up and yelled that this was ridiculous, a mockery, everyone turned around. Later on, I got to see him with his friends, they were Russian (or perhaps just Eastern European), and they all got along. Then I was in a room with one of my English professors. I was looking at my exam and it said: '100'. It felt good. They said that thing with the stolen identity was really disgusting. I opened the packet and saw that some of the questions in the later part of the exam were questions I did not know the answer to (small details that required actually reading the class texts), and I looked at the answer sheet and saw that the last half of the answers sheet was marked with a skid mark type black substance, almost like machinery, that of course had been an accident on my part. I realized that this last half of the exam was something I'd forgotten to write in my anger over the identity thing. My professor was saying: \"It's always been clear that you're extremely well-read.\" This was something that made me anxious because I am not in any way that word. And this was the connection to the moment about an hour ago when I remembered my dream. Pretty cool, I guess.",
  "images": [
    "/images/astronaut-lingo-3.jpg"
  ]
}