{
  "title": "car country",
  "artist": "KAN KAN",
  "album": "car country",
  "year": "2023",
  "author": "Max Berengaut",
  "score": 9.3,
  "body": "Joseph Hoang (bass), Kellen Staninger (drums), and Cameron Rogers (guitar, vocals) are KAN KAN, a San Diego jangle pop band. I don't like the jangle pop moniker, a lot of the bands given that genre are like pretty boring, with one or two catchy songs and the rest sort of forgettable. KAN KAN's 2023 album, car country, is more of the classic indie rock variety I think should be conferred before the jangle pop moniker, not that it matters because indie rock is sort of dead anyway, so of course you can throw in whatever genre terms and call it this kind of thing, but if jangle pop meant car country and not something more boring I would be more interested in listening to it when it comes up as a moniker on stereogum or bandcamp. There's a weird song here, the second one, www, because it talks about being born in 2002 even though the singer Cameron Rogers said in an interview a year or two ago that he's 27. So don't know what's up with that. I care a lot about the lyrics on this album. There's one on the opening track that I like a lot, \"I met the patron saint of april fools / she said life is a game / you must learn how to break all of the rules,\" and there's a song here, hotel circle, which talks about a guy who lives \"in a rotating cast of dream homes / which he'll never have\" and that \"his ex-wife took the dog / he said 'she was Thelma and Louise all wrapped up in one,'\" and all over the album are songs written about covid alienation online and a country slowly dissipating in California into a disparate, lonely, dystopian boredom that's accentuated by a country drawl similar in tone to Stephen Malkmus. Then there's songs like time manager and greyhound which have really nice guitar hooks almost pulled from a 2000s indie pop record like the Radio Dept. or even the Strokes, which together makes it a very rewarding album to listen to all the way through. It has its tropes I guess, and it's very specific in its coziness, almost esoteric in form, of course esoteric in exposure, though they came before Deadharrie on the NYU student radio show performance youtube. Liked it a lot! Think they came up with the name before the rapper, not like it matters though because their genre is dead and they had no chance to make it on skill, or have no chance, I guess they're still around, though they'll come up with an album sometime soon which Apple Music won't show me on New Music because it's dumb sometimes, and I'll find it and then run through it, find a song or two I like, and then forget about it days later, unlike this album which will be one of my most listened to albums this year.",
  "images": [
    "/images/a1103204747_16.jpg"
  ]
}