{
  "title": "Clockwise",
  "artist": "Mila Moon",
  "album": "Clockwise",
  "year": "2023",
  "author": "Max Berengaut",
  "score": 8.9,
  "body": "After deciding I wanted to review this album because it was so cool and good I decided to review two others. Not of hers (Isabella Feraca) but of something comparable in artistic matter, so to represent its contextual worth. This is a short album. It has ten songs and is 22 minutes long but it has strenuous depths. There is a sadness to this music which is so wonderful. I don't even love like half of the songs and it is still one of the most powerful pieces of art I've come across lately. The record label is Candlepin, who release a lot of music, all of which is desperately rendered, and while I don't listen to all of it I pay attention to it. I don't think that means anything important. You know, recently I've sort of understood what it is about certain people that makes them so unlikeable. Everywhere I've gone in my life (you always step to my girl) I have come across people who are knowledgable in its arena but still insufferable, somehow, because (and this is the point) they think that knowledge, like what I know of Candlepin, means they're the shit. Again, it doesn't mean anything that important. I have never struggled to have that humility but I do struggle with a different type of humility that is much more damaging not only of course to myself but also to the world around me. I leave much more of a destruction trail than those people who I so strongly dislike and resent, which makes me dislike and resent them all the more, because, like I think I've said before, there's nothing I can say that will make any difference, socially. I am slowly learning how to deal with these personal misfortunes. Mostly what I'm learning is how to have the problem and not be an asshole because of it. The music throughout this album is exquisite, if you're still here. My favorite songs are 'Other End', 'Slow', 'Back To', 'Enough', 'Sun', 'Last', and 'Should I'. The pain of this album is unbelievably fun. Just now, I remembered how I was going to start this review, or, maybe High Sunn's, not sure. I was going to say: \"I am a nice guy. Whether or not this a good thing is societally unclear.\" I have no idea where I was going with that but I kinda liked it. My writing is not as masterful as Mila Moon's songwriting. My sentences are not like her seconds. My writing is something I have no real hope or future in. I am still trying though. I think I'm gaining some forward momentum in other aspects of my life too, which is always good. I'm able to collect myself better. Much less regret (of which I've had a few).",
  "images": [
    "https://f4.bcbits.com/img/a3018322627_16.jpg"
  ]
}