{
  "title": "Evolution of Xur - EP",
  "artist": "Yhapojj",
  "album": "Evolution of Xur - EP",
  "year": "2023",
  "author": "Max Berengaut",
  "score": 9,
  "body": "Yhapojj is a Soundcloud rapper from Alabama with mainstream potential. The emotions he can produce in his music are comparable to stars like Uzi and Carti but there's a resemblance and of course a residue from Keef that suggest he may never reach it. He seems self-aware though, in a way some in comparable positions have lacked, of the need for artistry to make the transition stick. It doesn't mean it will happen but usually it means that after the first few songs blow up there is still a lot more left in the bottle. Keef is the artistic rule but the commercial exception—probably just too in front of time. His best songs before this project came beautifully. 'Hurt My Feelings', 'Felisha Ssaid Im N Luv', 'Hittin', 'Tummy Ache', and 'Get Muny' were all strangely original icons of euphoric energy. It's hard to explain his vocal style but let's just call it original. His ad-libs and mid-air adjustments have emotion like few can get. His lyrics are sometimes pointedly carnal, in this sort of subtly off-hand way, creating distance while remaining relatable, essentially genius. Across his singles and loosies and projects though there seemed to be something of a quality control issue until now. All six of these songs (for the two bonus it's lost somewhat) are perfect. It's a great project. Beats have always been his best weapon and here they feel wonderfully modern and are the core again for his euphoria. These are some of the best cloud rap songs since mid-2010s Keef. Keef gets dragged by the 'Drill' label sometimes, at others grouped into the impossibly large genre of 'Street Rap', but his main artistic innovation has always been emotion. Nobody knew to make it like that before him. And that emotion is the heart of cloud rap. So even if this isn't cloud rap, and Chief Keef really isn't cloud rap - it's really only one of his artistic techniques - these are still some of the best cloud rap songs since mid-2010s Keef. For example: Bang 2 is one of the most emotional rap works of all time and it's an aesthetic opposite to cloud rap. I honestly don't really care if Yhap blows up to the mainstream or not. He wants to, like all Soundcloud rappers, but I don't care.",
  "images": [
    "/images/evolution-of-xur-ep.jpg"
  ]
}