{
  "title": "Grand Theft Nitemare",
  "artist": "David Shawty",
  "album": "Grand Theft Nitemare",
  "year": "2023",
  "author": "Max Berengaut",
  "score": 5.2,
  "body": "Sometimes I feel destined to destroy everything good I have, anything that makes me feel proud, or even happy, I feel I have no power over its demise. Sometimes I guess I can separate myself from any guilt through logic but at others I can't. I used to like so many different SoundCloud musicians, I used to think that I was on the initial wave of something that was about to rise up and take over the world, and now I think literally no one I used to think had potential will achieve the things I had in mind for them. Maybe I'm just sort of over rap music. Crazy really, to even say that, but it's getting less and less pop by the day, and that's what I like more than anything else. Not the Whole Foods CD rack pop, something more personal and less universal, and maybe I'm just sort of over music in general. Haha. David Shawty released one of my favorite projects - of all time - with 'David 3' - and his new project - ignoring 'Erametin', the collab with Yungster Jack, the guy who'll never beat the allegations and hasn't yet realized why - is something that makes me question everything I thought was happening in that one. This isn't bad music, don't get me wrong, but it isn't good either. His lyrics have descended into mortal misogyny and sad flexing, nothing new, and I'm reminded painfully of the David Means story 'Are You Experienced?' I literally just read. It's not like he isn't trying—and that's the sad thing really. Same with many others. Maybe this bad review will lead him to find success though! I hope, I mean lead in the cosmic karma sort of way, not actually, so that more people can listen to the world joy expressed in David 3. Recently he has teamed up with some of the Shed Theory guys, and I know there's a connection to my fandom of some of their music, so it should make me excited, but really it all just further emphasizes that connection to David Means 'Are You Experienced?' and also to the nagging feeling of why I might even have been more open to them than to others (as in not for the art but for the pretending). At least they don't affect my love of Bladee, he is somehow impervious to this disillusionment, maybe because of how obviously ugly - and early - his mid-2010s music is. There are five good songs on this project, in my opinion, and one of them, 'Circle K', is one of his best ever, so I guess I shouldn't write his obituary yet but something tells me once I start to question it's already settled. It's frustrating stuff. On a personal level, I've been writing a lot recently, and I've come up against the insecurity of actually finishing my book and no one wanting to read (or publish) it, a soul-crushing prospect that terrifies me enough to almost stop my progress in its tracks. But I talked to a friend about it and he told me that when I'm done I should just write another one (and keep reading a lot all the time) and stay obsessed with it, and it makes me feel better. It's just that when I don't like new music from an artist I previously shared my respect for, I feel betrayed, it's like listening to a song and taking so much inspiration from it that you literally name your story after the song, only to discover that a crucial lyric has been catastrophically misheard, and your idol is not a genius, and might even be a bad person, so doesn't that mean all your inspiration and all your inspired art is worthless? Ugh. Please, David, if you're reading this, make pop songs, not rap songs, please, if not for yourself then for me.",
  "images": [
    "https://is1-ssl.mzstatic.com/image/thumb/Music116/v4/2f/16/39/2f16398c-c3fc-c392-f9c0-1229a540d3dd/artwork.jpg/316x316bb.webp"
  ]
}