{
  "body": "This is Drake's 14th album release in about the same amount of years and it would be hard for anyone to still have something new to say, but to give him credit this collab project w/ 21 Savage 'Her Loss' is making me ponder something new. Would Drake actually kill someone? I have no idea honestly. A part of me can imagine him arranging a vast web to entrap a 'spy' in his inner circle, and then when he catches them, him guffawing mercilessly, a wild gleam in his eyes, as he lowers his hand to signal his right hand man to end it right then and there. But on a street, on a sidewalk or an alleyway with nobody else around, I cannot imagine someone getting scared by Drake. He threatens murder almost every other line on some songs this project, with the other lines being dumb punchlines or copied popular flows someone else invented. 21 Savage, who has never suffered to have the real-life threatening persona Drake pines for, is interestingly creative with his lyrics, but he is a somewhat limited rapper next to an open secret Mr. Unlimited rapper, and that never changes once on this project. Any nice moment is ruined within a few seconds with lines like the \"She leanin' on me, I'm her crutch / She creamin' on me, I'm her crush\" on the otherwise pretty interesting 'Hours in Silence' and \"If I did (vote) I would vote Teanna Trump\" on the hidden Lil Baby feature 'BackOutsideBoyz'. You don't listen to Drake for the insight though, you listen to get turned up. Whether for working out or having fun it's extremely well-made music, this is the best pop production value money can buy (ex: Middle of the Ocean, Jumbotron Shit Poppin, Circo Loco) and you get what you pay for. Its one big unfortunate problem is that Drake feels like a talented singer cosplaying as a trap star, a self-righteous don Juan, and while I don't doubt his success with women I think it's been a while since he's been interested in artistically exploring his romantic feelings aside sometimes when he sings. Travis Scott has a nice feature kinda like his hidden feature on 'Me or Us' from Young Thug's Beautiful Thugger Girls and 21 Savage at least has that real-life persoana down, or he had it down when he came out, and while he hasn't lost it by any means he hasn't musically added to it much besides nice clean pop songs like 'I Got' and the Drake-style singing he does sometimes here. On the other hand Drake is done playing the nice guy, he's added a new edge and gotten all the latest production styles from underground Soundcloud rap, virtuously taking the 'core' of the art mainstream. He still has, and 21 savage as well to a lesser degree, an overarching artistic sensibility for his work, and it allows for good pop/rap music that can fit pretty seamlessly into the CVS's, Uber's, and Tobacco Huts it was meant for. Its soulless around the seams, but so is most of everything else when it's looked at too closely. Also I think this cover's kinda cool yeah.",
  "title": "Her Loss - Drake & 21 Savage",
  "artist": "Drake & 21 Savage",
  "album": "Her Loss",
  "year": "2022",
  "author": "Max Berengaut",
  "score": 6.9,
  "image": "https://upload.wikimedia.org/wikipedia/en/a/a5/Her_Loss.jpeg"
}