{
  "title": "i will never learn",
  "artist": "High Sunn",
  "album": "i will never learn",
  "year": "2016",
  "author": "Max Berengaut",
  "score": 7.5,
  "body": "High Sunn is the more or less solo lo-fi project of Justin Cheromiah, a Californian and really talented musician. This is lo-fi surf pop indie rock. Hard to be a talented musician making that genre of music and make bad music. The problem with this album is in its limitations. The emotions it searches for, and easily finds, are not particularly deep or sophisticated. It's not even nostalgia, it's something that comes before, or even within it: a haunting, an absence, an amputation, but despite its clarity it's not really that deep. That means that when song after song tries for it, finds it immediately, and then stays with it, all of whatever power it could have (and had) is dulled. The songs that aren't dulling are strangely identical to the ones that are. 'Carsick Baby', 'Crashing', 'Bobby Pins', 'Pull My Teeth', 'Always Run', and 'I Felt Something That Really Wasn't There' are hardly any different from the other four songs. But they're catchier, more interesting, more hurting. Even amongst themselves it's difficult to pick them apart from each other. This is a sign of something not completely thought out. Not in a bad way. There just seems, at least to my sensibilities, to be nothing dream-inducing here. It's not otherworldly. That also suggests lack of thought. It's a limitation that comes with the label. A label limitation, I guess. A limitation label. Not to be confused with a genre limitation (or of course a limitation genre). If you look at the bands nearby in the same artistic space, High Sunn is alone, at least to my knowledge. His vein of 'lo-fi surf pop indie rock' is, for whatever reason, unique. This could easily be one of the best albums of the 2010s. I haven't really listened to his other music which I'm sure is similarly talent packed. This is a low score but a favorable review. It doesn't really mean anything. I think this project deserves more attention.",
  "images": [
    "https://f4.bcbits.com/img/a3242291648_16.jpg"
  ]
}