{
  "title": "Insecurity Breach, Something to Look Forward To, Hooky",
  "artist": "Hooky",
  "album": "Insecurity Breach, Something to Look Forward To, Hooky",
  "year": "2021",
  "author": "Max Berengaut",
  "score": 9.6,
  "body": "I like pressing shuffle on the music I've added from artists I liked, to explore all of their library in a random process of discovery that treats each song as inherently the same. This might not be how the artists prefer me to listen to their music, or it may be, I don't think it matters. A lot of the reason I even like Chief Keef to the level I do is because of the shuffle button, which allowed me to surf through all twenty albums or so freely like switching channels on a television. For some reason with the band hooky I find it hard to listen to their music if it's not all of their albums all together. This is not because all of their albums are created equal, actually I like Insecurity Breach and Something to Look Forward Too more than I do their first self-titled. However, almost all of these songs are born from the same intrinsic lo-fi electronic indie cloth, the same beating heart of pitched vocals and soft synth textures, which infuses their music with pop beauty that makes me really like to listen to it. I found this band in a rough time in my life, actually the last few years or so have been this so-called 'wilderness' period of my life, where depression and drug use has made it hard for me to connect both to others and to myself. In these times, a band that does things in its own way, with its own way of approaching things and its own way of thinking, is the best gift I could ask for. I don't need Hooky to like my review, I don't need anyone to like my reviews, but I like this music and I'm glad I have something to prove it with.",
  "images": [
    "/images/ab67616d00001e02e655cc4455f22406b4301b96.jpeg",
    "/images/ab67616d00001e0238a50811b9408a17aa62d18a.jpeg",
    "/images/ab67616d0000b273abaf4abfaf0cba8998c34884.jpeg"
  ]
}