{
  "title": "Is It Light Out Where You Are? - EP",
  "artist": "Ringing",
  "album": "Is It Light Out Where You Are? - EP",
  "year": "2023",
  "author": "Max Berengaut",
  "score": 9,
  "body": "'Spiralbound' is the first song of the six-song EP 'Is It Light Out Where You Are' by the NYC band Ringing that's led by Colton Walker. It has Pavementy resignation its in vocals which effortlessly counterbalance a beautiful shoegaze guitar hook. It is the best song of the year so far. In general off-kilter vocal melodies are Ringing's secret weapon, something Walker showed in songs like 'Powerline Trail' and 'Museum Fatigue' on earlier EPs. They have no right whatsoever to fit so perfectly into the dark and heavy background of the guitar tracks. Walker has a pure talent for run-on opening lines. 'Kinesthetic' begins with \"I am / Everywhere at once / I thought that you / Knew you were in / For something and / Describe a hole / Until you feel it\" while 'Remember You' begins with the unbelievably memorable \"Everybody / Wants to be remembered / I remember / You\". His vocals in these moments are monotone, off-beat, and hard to guess. It runs on top of the on-off interplay of the guitar fuzz like the foam on top of a glass of beer. It works on every song. They're each written in the same artistic style, somewhat beholden to 90's indie rock bands like the Drop Nineteens, Superchunk, and Built to Spill but there's also something reminiscent of contemporary indie rock groups like Ovlov and Kal Marks. What these modern bands show more than anything else is that the progress of artistic minded popular music is not linear. There are clear differences in sonic style between the thirty years or so in these two time periods. They use similar elements and have a similar ethos but like how the content of rap music has not changed much since the early 2000s, it's not because of artistic lacking, it's because there's only so many times you can reinvent a wheel. Car dashboards though, have got a lot fucking cooler.",
  "images": [
    "https://f4.bcbits.com/img/a2380313453_10.jpg"
  ]
}