{
  "title": "Lerado Khalil - ## Uhh",
  "artist": "Lerado Khalil",
  "album": "## Uhh",
  "year": "2022",
  "author": "Max Berengaut",
  "score": 8.6,
  "image": "https://i1.sndcdn.com/artworks-rMSCX4psWNFKonT0-ib9UQA-t500x500.jpg",
  "body": "Lerado Khalil is an Atlanta SoundCloud rapper who first rose up in the scene around 2017 and 2018 with hits like '360!' and '78 season', which were good songs, if a bit stylistically rote. In the recent couple of years he has embraced a fundamental sonic shift in his art, building his own unique rap style out of the ashes of his past music and the fascinating night-time tunnels of a new-wave production ethos embraced by producers like OsyrisIsrael. I'm most reminding while listening to '## Uhh' of the artistic cohesion of King Krule's 2017 project 'The Ooz', as all of these songs feel connected to each other by a long, slowly dwindling thread. The beats are Plugg-oriented, infused with aesthetics from ambient and industrial music, and his unique multi-tracked inscrutable vocal style adapts their skeletons into original music. Artists need to continue adapting, they have a moral requirement to make art that's new and original, even if they have a great past body of work, which Lerado definitely does not. I like this album a lot because it returns what you put into it. His vocal style never really changes, it particularly doesn't utilize white space like it could, but it is emotional and melodic without ever becoming sentimental. This project has 20 songs and about a 40 minute run-time, so at an average of 2 minutes per song, it flies by pretty fast. I really like songs like 'What Else?', 'Boy Who Cried Wolf', 'Rollcage', '89 Tribute', 'Damn', 'Ice Cold 2', 'Layaway', 'Close Calls', 'Lovesick', 'Letterman', 'Rn!!!', 'My Problem', and 'Friendly Fire'. There are probably a few others I liked which I didn't remember to heart when I was listening to them. The main counterpart Lerado has for this style of SoundCloud rap is pro skater Na-Kel Smith, whose lyrics are at times a level or two above what Lerado does here, but who hasn't yet committed to the full artistic ethos of projects like this one. For both of them, if they released around 2 or 3 of these projects a year, I bet it wouldn't take long at all before their tours would start selling out. I don't really know jackshit though. I'm a kid. I like music, and I like writing, so I have this website. The point of it is so that I can essentially commit my entire life's work of art criticism to one single website I can control in its entirety. I do this shit for me, and no one else."
}