{
  "title": "Mistake",
  "artist": "Lots of Hands",
  "album": "Mistake",
  "year": "2020",
  "author": "Max Berengaut",
  "body": "I'm not really sure what I'm doing when I review things. There are some parts of life that I have security in, at least that there is no way for me to be a better person, not many but some. With reviews and this website/blog/thing I don't really have any. I'm not sure why I chose to review this album. It's the third one I chose, for this sequence, and I guess I like the feeling of the magic number, but why I chose this album, I'm not really sure. I found this band, group, guy (MC Stank), on Soundcloud DIY, where I more or less found the other albums I'm reviewing today, the last day of summer. Besides that, besides the aesthetic of it, it's really just chance that I'm reviewing it. So everything I dislike about it that will now be written has only luck to blame for its analysis in a critical space. I'm not sure that really makes sense. Justice and by extension the social concept of getting what we deserve has only a tentative connection to humanity. Anything or anyone who suggests different is selling you something. In terms of business this is a DIY/Bedroom Pop/indie rock/shoegaze/indie pop/electronic album that has like three or four good songs out of its fifteen but somehow works despite that ratio. When a song isn't good it's just sort of boring. Sometimes, never here, it can be useless. So this is not useless art, not at any point, and perhaps that is why I'm reviewing it. The first four songs are great, but afterwards it's a bit of a slog, then, 'Green''s cool, and then another slog, and then the last three songs are great. The difference between a great song and a good song is that a great song is a fun listen while a good song is a rewarding listen. Two different things. They're apparently from Leeds in the UK even though no UK accent is discernible. While listening I felt there was one song sung by a girl, and I had in my head, as I was already thinking about this review, some comparison with 'feeble little horse', because of this idea I had for showing the world (no one) the issue with that band, and also a cool metaphor for lyrical stupor in indie music, as a double-sided sentimentality coin, with one side for basic sexuality driven girls and the other for shy desire driven boys, but it turns out that song (Ugly Man Fun Plan) was actually written and performed by the same guy every other song was. So that metaphor fails. I still have my doubts about the songwriting of Mr. Stank, but there is no question his artistic intentions are worthwhile, and as a result what is probably his best album gets me interested in reviewing his work. Sorry if any of this was pretentious, or unwelcome. I don't like people so I understand not liking me. Hasan Minhaj is a sociopath. His response to that article is more psycho than what the article portrayed.",
  "score": 8.1,
  "images": [
    "https://f4.bcbits.com/img/a1293389020_16.jpg"
  ]
}