{
  "title": "Pet Shimmers - Anon Playable Cloud",
  "artist": "Pet Shimmers",
  "album": "Anon Playable Cloud",
  "year": "2022",
  "author": "Max Berengaut",
  "score": 10,
  "image": "https://static.stereogum.com/uploads/2022/12/a2927932393_10-1671801897-1000x1000.jpg",
  "body": "I made my two websites because when I die I want there to be something showing I was here. I don't plan to build anything besides art. These websites aren't even at all art related they're just collections of rapidly dispersed momentary thoughts. In total I've benefitted much more from my parents than people even already think, they have raised me and given me a bed, nice clothes, and warm memories. I have been pampered from birth. I didn't ask for it though. When I was 6 or 7 I remember feeling aghast (I was standing by the stairs to my basement) at my privilege in regard to the unfortunately silent lives of children in Africa, which my parents assuaged with the manner of the wise elders that they are. They gave me the capital I needed for these websites because I convinced them five to ten years down the road it would help get me a job at a place I really wanted to work at. In their mind, not mine, that made it a worthy investment. I sent an email to my college's computer science department asking for a coder-for-hire and I got one response, Joshua Devine. From my long texts describing to a T the UI/UX design of these websites he has built them absolutely perfectly (I give him a 20). Every idea I've had he figured out how to make happen. All of that is to say at the end of the day I know very little of art. I've read some books but the rest is just my intrinsic reaction to the act of consuming it. I love Pet Shimmers, I loved their album last year with 'Super Natural Teeth' and I love every song on this album. I know the website that me and my brilliant coder based the framework of this blog on have only given two instant 10's in the past 15-20 years but I'm giving this one a 10 because I like listening to it that much that I can't in good faith give them a lower score. These scores are arbitrary though, right, you realize that? After 7.0 they're all the same and even below 7.0 it's not like my critical review means anything in comparison to the art itself."
}