{
  "title": "Blue Screen Life",
  "artist": "Pinback",
  "album": "Blue Screen Life",
  "year": "2001",
  "author": "Max Berengaut",
  "score": 9.4,
  "image": "https://upload.wikimedia.org/wikipedia/en/c/c5/Bluescreenlife.jpg",
  "body": "I like Pitchfork. I don't know if I would even be as into music if it wasn't for Pitchfork. It's really cool that they have reviews on indie music going back to the 1990s, and it means that each time I'd find a new band I could look up the Pitchfork review, not necessarily to see if it was good or not, which was how I used it at first, but more so to see the critical context it was received in at the time. They still got things wrong then, as they do now, as I also do I'm sure, but in my book by far the worst review they ever wrote was for 'Blue Screen Life'. Pinback is the epitome of high-brow indie rock, their guitar patterns and dual overlapping vocal melodies are unbelievably complex, letting hooks arrive as giant trains of emotion. It feels like I discover a new auditory world every time I listen to their early 2000s catalogue (plus their eponymous debut). The lyrics are nicely safe, obscure and quasi-pointless, but fun and never tiring. It's the sort of music you have to hear to understand. 'Bbtone' is one of the best songs of the entire decade, 'Boo' is like an underwater voyage, 'Offline P.K' is a fine opener, and while 'Concrete Seconds' is a little slow, even by their standards, in the second-half of the album (project), the songs meld together into one, and you find a different personal favorite every time you try it out. Like, what was that song again? You can hardly remember, the titles say nothing (Seville, XIY, West), so you have to get at least a minute in before you can remember which one of them it is. Each of these later songs is a puzzle, a confusing mix of overlapping ideas, and it takes about 20 or 30 seconds until you start to like what you're hearing, but when you like it, you really like it. 'Penelope' on the other hand is one of those purely anthemic indie songs that some bands hang up their guitars after making just once. 'Blue Screen Life' isn't 'Pinback (S/T)' or 'Summer in Abaddon', but it's awesome indie rock music, an epic gift for lazy people like me who stumble across their discography when they probably have something else to do."
}