{
  "title": "Somewhere Down Below",
  "artist": "Gaadge",
  "album": "Somewhere Down Below",
  "year": "2023",
  "author": "Max Berengaut",
  "score": 8.7,
  "body": "Gaadge is a indie rock group from Pittsburgh. Their best talent is making good pop songs. Not really that great, just good, you know, not mind blowing just pretty good. They make it seem so easy it's a wonder more bands aren't this good. Besides the songs that don't really work, I mean like they're just not good pop songs, these are some catchy fucking things. 'No Go' has a lovely bass line and a wonderful vocal melody that combine with a sick noise that was there are the start but only came back in when the tension was crying for it. 'Candy Colored' is nice but annoying. Singles 'Any Timers' and 'Oh Wonder' have this wonderful forward movement to them. The only problem with 'Any Timers' is its \"bu-bu-bada-bu-bu-bada\" but 'Oh Wonder' is pretty much perfect. 'Don't Go There' flat out sucks. It makes me wish Guided By Voices never existed. 'Komarov' is okay. It's the back half of this record that really works. 'Somewhere Down Below' is a classic indie rock song. 'Sputter' has a moment where it feels like you're listening to early Radiohead. 'Strok' has great pacing and is also just a nice song. 'White Water' is cool with the dialogue thing going on. 'Mundys Corner' is a great song. It's the only great song, well, maybe 'Oh Wonder', but it has the most pleasurable opening riff and vocal melody that I've heard in the past couple of weeks. Like 'Everlong' I can imagine it repurposed by EvilGiane into a beautiful beat with some kind of tiresome repetitiveness over it. The drop of 'Turning' is straight out of Should. The thing that makes this music special is something relatively boring, cohesiveness. All together the moods and styles of this album come from many different corners of the indie canon. Sure, yes, Lilys and Swirlies, obviously, but also Giant Drag and blue smiley. There, on that one, No Age, the next, Wrens, on 'Oh Wonder' some Tokyo Police Club, 'Candy Colored' some Ovlov, 'Strok', Beulah, and so on. There's even this strange sense of the ethos from Dinosaur Jr., the love in Cloud Nothings, and the variety of Abe Vigoda's entire discography. I don't mind, basically, what I'm saying, I don't mind that it's mostly just good and not great.",
  "images": [
    "https://f4.bcbits.com/img/a2079129748_16.jpg"
  ]
}