{
  "title": "Contra",
  "artist": "Vampire Weekend",
  "album": "Contra",
  "year": "2010",
  "author": "Max Berengaut",
  "score": 10,
  "body": "Contra is a beach album. Better yet Contra is an art house album. It opens, with Horchata, in a bad sort of a way, it starts kind of funny, like off-beat and out of tune, but the more you listen to it the more you find yourself enjoying singing along. All of these songs have really quite interesting lyrics, when I was in middle school or high school I published on reddit a write-up explaining Taxi Cab is actually about 9/11. It sort of made sense but really it was just me using my imagination to explore vivid dreams of events containing the characters of these songs. The second song, White Sky, is about a pretty girl floating around New York City, and it could be anywhere in the city, anywhere fleeting and wonderful. Holiday brought one of my happiest childhood moments to life. When I was a kid I liked to spend Sunday with a big plastic container filled to the brim with tortilla chips, as I watched the NFL from 1:00 PM to whenever I had to go to bed. It was snowing outside, the light came in from my backyard through the vertical windows in my basement. Holiday came on the TV, in a Honda advertisement. All of a sudden I felt my dopamine prefrontal cortex turn into a washing machine (worlds colliding). A song about college girls not understanding the reality of the world, but in a cheerful happy way (\"A vegetarian since the invasion / She'd never seen the word BOMBS / She'd never seen the word BOMBS blown up / To 96 point Futura\"). California English is some of Ezra Koenig's best prose, with beautiful lines like \"funny how that little college girl called language corrupt\" and \"Blasted from a disconnected light switch / Through the condo that they'll never finish / Bounced across a Saudi satellite dish / And through your brain to California English\". Run is a time transport song for me, one of two, and it was an interesting transport because I was in my childhood home when I felt it. This is because when I came back home after a long time gone it just sort of reminded of where I had been when I listened to it the most. A Soi off Wireless road on my bus home from middle school every day. My school minivan careened wildly around most city corners, but it drove carefully on this small side street right beside the big highway, all around were tall Western style skyscrapers, or maybe not skyscrapers but the sort of buildings that lie on the Nova side of the Potomac river, brown and grey office complexes that glow at night, their corporate logos plastered on top, and here was a street that could be in Aleppo or Victoria, it was so simple in its plain beauty, and when the van door slammed open and the hot air of gas and humidity came rushing in, I felt a strong sense of existential oppression. All day long I had to spend school basking in my bitter loneliness, and now, the only time I got to be myself, listening to music while looking out the window, I had to suffer the reality that once again I was living in a country that was not my own. Every time, this girl would take so long to get out of the van. It felt like 15 minutes. I looked through the lyrics of the song, desperate for anything interesting that could stave my mind off its predicament. I ended up looking through the lyrics for all of these songs. I began to love how the songs made more sense the more I paid attention to the hidden meaning of what they were saying. The pop hooks of this album were so pure I didn't even feel them. Cousins is maybe Vampire Weekend's catchiest song. Diplomat's Son and Giving Up the Gun, and Giving up the Gun particularly, are their two best songs. I Think Ur a Contra is a nice closer and also interestingly the only Vampire Weekend song Thom Yorke has ever shared on his social media.",
  "images": [
    "https://media.pitchfork.com/photos/5929a7bfb1335d7bf1699102/1:1/w_450%2Cc_limit/9422057f.jpeg"
  ]
}