{
  "title": "Slime Season 2",
  "artist": "Young Thug",
  "album": "Slime Season 2",
  "year": "2015",
  "author": "Max Berengaut",
  "score": 10,
  "body": "Young Thug is the artist whoâ\u0080\u0099s inspired me the most to make art. 'Slime Season 2', my favorite project of his, is the work of a creative genius. His greatest gift is his intrinsic ability to naturally rework the pop song construction process, and he is likely the single greatest proof of trap musicâ\u0080\u0099s ability to discover surprisingly brainy and ambitious artists in plain sight, excavating them from their background (Atlanta housing projects) and potential life arcs (he was kicked out of school for breaking his teacher's arm). In these songs he doesn't really rap, he talks, in his own way, which includes disfiguring his voice into a series of yelps and growls, spreading unique melody across wildly elongated syllables and over beat drops, somehow never losing his momentum because all of it is off the top of his head. In interviews he espouses freestyling over writing lyrics down, and while this vocal approach first popularized by Lil Wayne seems almost an unavoidable tell for its artistic flimsiness, he lets on more than he maybe should when he further explains his style of song-writing as like drawing random spreads of circles and shapes and arrows onto a written map nobody else can understand. These songs are often impossible to fully understand. As soon as you start to figure it out, it changes once more; a new tic and new hook and new ad-libs appear out of nowhere, which you have to figure out again, and then the beat drops, and the song becomes something else entirely. Its best songs, 'Big Racks', 'Hey, I', 'She Notice', 'Phoenix', 'I'll Tell You What', 'Pull Up on a Kid (ft. Yak Gotti)', 'Bout (Damn) Time', 'Flaws', 'Beast', 'Never Made Love (ft. Rich Homie Quan)', 'Raw (Might Just)', 'No No No (ft. Birdman)', are artistically rare music. Even its lesser songs are good music. The only times he has ventured further artistically are on leaks with Metro Boomin, like 'Keep It Leave (Itty Bitty Bitch)' and 'Spaghetti Factory', both of which, along with the rest of 'MetroThuggin', should have been released officially a long time ago. His lyrics are brilliant, dreamy and heart-felt, though sometimes concerning, referencing children and men in psychologically active ways, but the beauty of his art is that it's his mind at the end of the day, and he has decided to release this project for a reason: it's what he wanted to do. All of it works as art to me as long as he's fine with it, and thankfully there aren't any songs like SS4's 'Till I Die' where he cries about people thinking he's gay (\"Please make 'em understand that I ain't no fruit / Please make 'em understand I only fuck coochie\"). It's annoying our society prompts such an intense and homophobic reaction from him, as there is nothing gay in his music. He has always been insecure, in videos before his fame he keeps his mouth covered with his hands to hide his missing teeth. People peer perversely at his cross-dressing and general flamboyance and incorrectly imply he is hiding from himself when he makes his art. Does he really seem like someone who doesnâ\u0080\u0099t do what they want? Unfortunately for Thug, in recent years it seems as if his once unparalleled artistic confidence has waned significantly, as aside from some leaks (Try to Finesse, It's Okay to Cry), and rare moments of romantic insight (Stupid/Asking), he has only really released boring music (in  my opinion) since 2018, which 'So Much Fun', despite its clear strengths, very much is. The only way to listen to Slime Season 2 is with an awareness that this music is a once-in-a-lifetime experience.",
  "images": [
    "https://upload.wikimedia.org/wikipedia/en/b/bb/Slimeseason2.jpg"
  ]
}