{
  "title": "Slime Season 3",
  "artist": "Young Thug",
  "album": "Slime Season 3",
  "year": "2016",
  "author": "Max Berengaut",
  "score": 9,
  "body": "Defending Young Thug is difficult without betraying some deference to trap music tropes, but let me try. As a musical artist, and specifically not as a person, he has worked tirelessly to contribute his unique piece of the world to the 'great American song tradition', imaginatively claiming not only the same spiritual space as Gucci Mane and Lil Wayne but also Bob Dylan, Bob Marley, Johnny Cash, and the entire history of Outlaw blues musicians. This review is the first in an installment of Slime Season reviews, starting with the third, which is mainly people's first exposure to the Slime Season series. It has 8 songs, while the other installments have twice as many, and with how cohesively organized it is it feels much more spiritually alike to 'Beautiful Thugger Girls' and 'Jeffrey' than the first two Slime Seasons. 7 of these 8 songs are classical trap music, songs where feelings of exaltation trade freely with pulp entertainment value, making for lyrically strange and stylistically fascinating rap music. These are plays for pop hits, strangely enough, and at times, like 'Digits' with its classic LondonOnDaTrack production momentum, it actually hit mainstream pay dirt. The interesting thing about Thug is that when his artistry is at its peak he is without a doubt the world's hottest rapper. And, since his peak was somehow four or five years long, these moments of original artistic inspiration often coincided with actual mainstream appreciation. 'Digits' is the most popular song on this project, with its instantly memorable chorus, but I think it's the worst song here. 'With Them' has some of Thug's most quotable lines ever, (\"I wanna fuck her / but she play more games than the NBA\", \"She suck on the dick on a plane / And I just call her airhead\"), 'Memo' is basically a better 'Digits', 'Drippin'' is Thug at his most stylistically experimental, 'Slime Shit' is new-age Glaciers of Ice, 'Worth It' stands alone as a heartfelt love song swimming in metaphysics (\"If she don't get what she want, she whine\", \"I got my heart locked up in a safe\"), and 'Tattoos' and 'Problem' show how Thug can make the same song over and over again without it ever losing any intrinsic replay value (a function of its originality). It sounds strange, defending art that is made so casually without any real semblance of self-reflection, but that's the core of Young Thug's music. If you strip away all its components and look at what this music is, solely on paper, you'll come away unimpressed. Listening to it though, is an entirely different experience. I have never heard anything like Young Thug, with his inhuman combination of ingenious stagecraft and movie star stage presence.",
  "images": [
    "https://upload.wikimedia.org/wikipedia/en/e/e2/Slime_Season_3_Cover.jpg"
  ]
}