{
  "body": "I've mentioned before but I recently stopped watching the third season of True Detective on an impulse not even halfway through the second episode and then I looked up the solution in order to prevent myself from ever coming back to it. Now, as of today, having watched this similarly construed HBO miniseries in one sitting, I am perplexed by whatever internal process it is that decides actions for me. The first season of TD was really great - somewhat low on sleuthing but high on culture - and I didn't watch the second - so why do I rate one writer (Ingelsby) over the other (Pizzolatto)? Literally, so perplexed. There's plot holes, weird attempts to summarize youth culture, fish tank perspectives on addicts, vaping, strangely safe depictions of racial dynamics (even Death in Paradise acknowledges more), and again, not really much sleuthing. But what I keep coming back to is the blonde interviewer on TD3 who brings up intersectionality to CGI old Mahershala Ali and how there isn't a single character in Mare of Easttown who's looked down on like that by its writer even though there's A LOT more characters. Genuine empathy and confidence for sense of character is so much more important for narrative quality than almost anything else \\[plotting here is pretty good]. Kate Winslet knocks it out of the park (so did Ali, to be fair) and I think her character subtly pushes a lot of the boundaries usually surrounding a 'late career' role. She is smart to nail down the realism the most. It helps a lot with establishing the extensive world. The whole cast is strong—it's a great show but not a good one.",
  "author": "Max Berengaut",
  "creator": "Brad Ingelsby",
  "network": "HBO",
  "score": 8.8,
  "title": "Mare of Easttown",
  "images": [
    "https://i.guim.co.uk/img/media/bb9bc682cbbe7375b5d94de0f49ec3cd142ca10f/0_317_9504_5702/master/9504.jpg?width=1200&height=1200&quality=85&auto=format&fit=crop&s=3601956698d08a71be50ed1270f6c3d0"
  ],
  "year": "2021",
  "actors": "Kate Winslet, Julianne Nicholson, Jean Smart, Angourie Rice, David Denman, Neal Huff, Guy Pearce, Cailee Spaeny, John Douglas Thompson, Joe Tippett, Evan Peters, Sosie Bacon, James McArdle"
}