{
  "body": "I've run out of platitudes for my favorite works of art. There aren't really any words that can describe how much Tinker Tailor Soldier Spy (1979) resonates with me. It's the single greatest work of art to ever touch my TV screen, my eyes, my brain — it's a book I've never read but watched. I guess that's true for Jane Eyre and some Austen. Alec Guinness is a miracle of the heart. His eyes, posture, attitude, his silent torture of thought and misguided emotion; the logic of a crushed beetle beneath a celestial microscope! How many stories and creatures envelop the pages and sundry landscapes; love turned into something only resembling hate, I can't describe how truly wonderful this is in the scope of every living experience; the belief of a Western-ism with no glory or satisfaction. Every conversation is gold dust. The language and mindgames of literary art, nowhere to be seen except in mechanical plotwork that is both deceptively simple and confusing. Holes, fragments, memory (the great talent), women (hearts), details — flashbacks, Control, Public School, Fitzgerald and economics, decision making, never hollow only fascinating! Toby Esterhase, Ann Smiley, Karla, Guillam, the Circus, double-double-double-double crossing, pain, tightrope balancing, I CAN'T LOVE ANYTHING MORE. I can't, I can't. I love you. Culture alcoholism, nature in admiration for living nightmares, the fall of Western civilization to American globalism, broken systems of acceptable corruption, the cigarettes and tea of brain power, tidy traps, Lacon, \"of course,\" hoods, the dream of my youth in digestible form. Please wrap me up in its everlasting embrace, one day I'll display you in my church, atop the shattered images of thinking prior to acting, love! Love! Love! Let me die without forgetting your touch, your warm imagination and sad fiction. No American equivalent, even the CIA thinks so lol.",
  "author": "Max Berengaut",
  "creator": "John le Carré, Arthur Hopcraft",
  "network": "BBC",
  "score": 10,
  "title": "Tinker Tailor Soldier Spy",
  "images": [
    "/images/ttsp-1979.png"
  ],
  "year": "1979",
  "actors": "Alec Guinness, Alexander Knox, Michael Jayston, Anthony Bate, Bernard Hepton, Ian Richardson, Ian Bannen, Hywel Bennett, Michael Aldridge, Terence Rigby"
}