{
  "title": "A Tidewater Morning",
  "writer": "William Styron",
  "year": "1993",
  "author": "Max Berengaut",
  "score": 9.1,
  "body": "‘A Tidewater Morning’ by William Styron is about a white kid growing up in Virginia Beach during the Great Depression and about how he sees the black people around him. It’s almost even about the black people. Realistically it’s about his mother’s death from cancer, her sickness, all from the eyes of a young boy, but spiritually it is about that “benighted” place and time where only a generation or two separates slavery from legitimate manumission, where the subsequent sharecropping and widespread disinheritance was a form of slavery of its own. If you’re even remotely familiar with Styron’s body of work, it’s not the biggest surprise ever. But I wasn’t familiar when I got it at a used bookstore only because I thought the setting was unique, at least in literature. Its clear, unvarnished look at black and white racial dynamics are a general example of exociticism, so anything but contemporary. Two of the novellas, the eponymous “A Tidewater Morning” and the interesting “Love Day” were published in the 80s while the other and perhaps most incorrect “Shadrach” was published in the 70s, but the book as a whole was published in 1993, to nice applause from legacy media outlets that likely today would somewhat change their tune if they reviewed it at all. I don’t usually spend like fifteen minutes looking up words like I did with Styron. Usually I know all of the words, or I don’t care to. His technique, his artistry, his beauty, it’s incredible. I love his sense of atmosphere. He really is a good writer. He has a funny way of gratuitously writing elongated sentences but still, when you understand what that part of the country is like, you forgive him, honestly, you forgive him for everything. It’s a hard place to put into words, the general feeling of it is only ever halfway ascertainable, so that if you’ve never been, like if you’re from Europe or something, I doubt any universal stickiness. “Shadrach” is a great work but it probably needs a disclaimer or something. The other two are nice, enjoyable, ambitious works of fiction. Sometimes a little blunt, or repetitive in its general thematic content. Two parents, one kind of like Eleanor Roosevelt, the other more clairvoyantly described, and their conflict and its adolescent context are perhaps not as interesting as the sort of Nick Carraway tag-along adventure of the amusing and precise “Shadrach”, a story which carries a grotesque sort of fixation on the author’s sense of truth, even at the cost of its relevancy. I read the 2006 NYT obituary for Styron and it’s sort of like even then they had issues with culture. Maybe they always did. It was around the 2000s when political identity became more important than artistic identity. This need to be even handed and fair, to make everyone into an innocuous doll so that shit sells, it’s pathetic. Even when people are depicted as morally vague it’s always in the same rigid, hyper-political way.",
  "images": [
    "/images/a-tidewater-morning.jpg"
  ]
}