{
  "title": "Alice Munro Selected Stories 1968-1994",
  "writer": "Alice Munro",
  "year": "2011",
  "author": "Max Berengaut",
  "score": 10,
  "body": "O﻿ver the span of 26 years Alice Munro radically redefined the literary possibilities of the short story. She reinvented herself, several times over. Her sentences and in general her flow and technical control are essentially objectively perfect. That being said, I knew all of that before I read this 400 page collection. She is the literary giant of contemporary short fiction. I still never thought I would finish this collection., It may speak to my current environment but I hope it's actually a part of me that just takes things seriously. This book is like if the Sopranos and the Wire had a rockstar baby. It is like the enduring legacy of a great president. It is like connecting your phone to the bluetooth in your car. It contains both artistic purity and pleasure in equal measure, always able to surprise. I could go into the stylistic changes each of these groups of stories (by collection) represents in her overall artistic oeuvre but I'm going to leave that for my dissertation. I'm going to list my favorite stories—these are the ones I would teach in a class: 'Images' (imagery), 'Something I've Been Meaning to Tell You' (the secret story), 'Royal Beatings'/'Wild Swans'/'The Beggar Maid' (atmosphere/sex/insight, or, holy shit!), 'Labor Day Dinner' (endings), 'The Moons of Jupiter' (feeling), 'The Progress of Love' (violence), 'Lichen' (references), 'Miles City, Montana' (detail), 'Fits' (terror), 'Carried Away' (magic), and 'Vandals' (perversity). Those are the narrative storytelling concepts that could be exemplified. What would be harder to teach would be the sequencing, voice, talent, perspective, passion, imagination, white space, bravery, vision, intellect, or eye for art. Now I gotta read selected stories (1995-2009) and maybe eventually everything she's ever written.",
  "images": [
    "https://m.media-amazon.com/images/I/91hElABffqL._AC_UF1000,1000_QL80_.jpg"
  ]
}