{
  "title": "Ethan Frome",
  "writer": "Edith Wharton",
  "year": "1911",
  "author": "Max Berengaut",
  "score": 9.6,
  "body": "Ethan Frome, by Edith Wharton, is an interesting novella about a man who cannot stop his heart from ruining his life for him. Its ingenious plotting device, of a unimportant narrator's impression of the man twenty four years after the events of the story, segues brilliantly into a cold rugged description of poor rural Massachusetts in the late 19th century. Ethan Frome's loveless marriage is the cause for his brutal longing for his wife's niece Mattie, first established in a wonderful opening scene in the snow at a town dance. It is one of many. \"The young man, skirting the side of the building, went down the slope toward the basement door. To keep out of range of the revealing rays from within he made a circuit through the untrodden snow and gradually approached the farther angle of the basement wall. Thence, still hugging the shadow, he edged his way cautiously forward to the nearest window, holding back his straight spare body and craning his neck till he got a glimpse of the room. Seen thus, from the pure and frosty darkness in which he stood, it seemed to be seething in a mist of heat. The metal reflectors of the gas-jets sent crude waves of light against the whitewashed walls, and the iron flanks of the stove at the end of the hall looked as though they were heaving with volcanic fires. The floor was thronged with girls and young men. ...... As she passed down the line, her light figure swinging from hand to hand in circles of increasing swiftness, the scarf flew off her head and stood out behind her shoulders, and Frome, at each turn, caught sight of her laughing panting lips, the cloud of dark hair about her forehead, and the dark eyes which seemed the only fixed points in a maze of flying lines.\" There are perhaps about ten pages worth of descriptions of trees and mountains and snow that are amazing prose. Even better is the plot, its love triangle of course between the emotionally barren wife Zeena, the young Mattie, and the hopeless Ethan, which traces over a contemporaneously polite and surprisingly subtle affair that does everyone involved more harm than it does good. The only physical contact Mattie and Ethan have is a strange, inspired moment of writing. Emotionally it is a torrid undertaking for them both. If the novella has any problem it's in its coldness, which of course is welcome as atmosphere, but which makes Ethan's decision making more frustrating because we know of course he isn't going to get what he wants. You can turn to a random page and find some great writing. \"Here and there a farmhouse stood far back among the fields, mute and cold as a grave-stone. The night was so still that they heard the frozen snow crackle under their feet. The crash of a loaded branch falling far off in the woods reverberated like a musket-shot, and once a fox barked, and Mattie shrank closer to Ethan, and quickened her steps.\"",
  "images": [
    "/images/81tdvgnbdql._ac_uf1000-1000_ql80_.jpg"
  ]
}