{
  "title": "Indian Nocturne",
  "writer": "Antonio Tabucchi",
  "year": "1984",
  "author": "Max Berengaut",
  "score": 8.4,
  "body": "As a general rule antisocial behavior has no place in the popular realm. Its many personal drawbacks are nothing to the societal disinheritance it propagates. High art, or high-brow art, or elitism, or anything against the grain, socially insinuates 'levels'. While this term is used innocuously across social media (in sports, for example), it pertains to something much darker and harsher when accompanying discussions of art and society. To signify distance from society is horrifying: many of our most commonplace insults convey it exactly. I don't think my relationship to art, and of course literature, is indicative of anything besides suffering. I don't wish it on anyone but it angers me how the only thing blocking people from accessing my perspective in its totality is an aversion to life's reality. Lies are part of social behavior. It's not a bad thing. Art just has the potential to exist above societal weaknesses: it can have no need for them. I love everyone, but quote - unquote 'elitism' loses power when for the sake of their security everything is boiled down to abstraction. And they complain of 'elitism' while simultaneously posturing for its prestige never once acknowledging there is no barrier to that so-called 'elitism' besides a willingness and openness to love, learn, and adapt; to sequester politics and/or money-grubbing for the sake of something bigger than our experience. There's still place for it, don't worry people, you can still have your politicking and hate-bait media, just don't say pop culture is more meaningful than something people actually stake something for. Antonio Tabucchi is an Italian writer who staked his life on esotericism. 'Indian Nocturne' is an ironic work about India and its Western onlookers as well as a meditation on consciousness and psychosis. I bought and read it because it was short, simple, and also seemingly interesting. There are some technical and imaginative drawbacks to its style, it's slight in a way it never fully conquers, and I'm sure its orientalism is long past any semblance of fashion. To wit: it's hard to imagine a politically conscious Indian reader getting into it. I like its sly humor though, its flash fiction, scene inhabitations, philosophical weights, and its prose technique. There are many things wrong with Western culture but nowhere else is there a comfort in aesthetics also understood for classism. Art for art's sake.",
  "images": [
    "/images/content-1-.jpg"
  ]
}