{
  "title": "Indian Nocturne",
  "writer": "Antonio Tabucchi",
  "year": "1984",
  "author": "Max Berengaut",
  "score": 8.4,
  "body": "As a general rule antisocial behavior has no place in the popular realm. Its many personal drawbacks are nothing to the societal disinheritance it propagates. High art, or high-brow art, or elitism, or anything against the grain, socially insinuates 'levels'. While this term is used innocuously across social media (in sports, for example), it pertains to something much darker and harsher when accompanying discussions of art and society. To signify distance from society is horrifying: many of our most commonplace insults convey it exactly. I don't think my relationship to art, and of course literature, is indicative of anything besides suffering. I don't wish it on anyone but it angers me how the only thing blocking people from accessing my perspective in its totality is an aversion to life's reality. Lies are part of social behavior. It's not a bad thing. Art just has the potential to exist above societal weaknesses: it can have no need for them. I love everyone, but quote - unquote 'elitism' loses power when for the sake of their security everything is boiled down to abstraction. And they complain of 'elitism' while simultaneously posturing for its prestige never once acknowledging there is no barrier to that so-called 'elitism' besides a willingness and openness to love, learn, and adapt; to sequester politics and/or money-grubbing for the sake of something bigger than our experience. There's still place for it, don't worry people, you can still have your politicking and hate-bait media, just don't say pop culture is more meaningful than something people actually stake something for. Antonio Tabucchi is an Italian writer who staked his life on esotericism. 'Indian Nocturne' is an ironic work about India and its Western onlookers as well as a meditation on consciousness and psychosis. I bought and read it because it was short, simple, and also seemingly interesting. There are some technical and imaginative drawbacks to its style, it's slight in a way it never fully conquers, and I'm sure its orientalism is long past any semblance of fashion. In a night-time sequence at a bus stop the narrator sees a physically deformed young man he initially mistakes for a monkey. He calls this person a 'monster', repeatedly. If taken outside the context of the book it's pretty clear evidence for bad artistic judgement, taste, or whatever, something anachronistic and horrible that remarks badly on him. If you want to see things like that, the worst possible interpretation, again, not a wrong interpretation, but the worst possible one, please do. I will retain my own thought process, where I saw it more as a morally serious indictment of the narrator than of the writer, intuitively relating terrible thoughts across a mind. If you've never had a terrible thought, never seen something for more or less than it actually was, never made a political mistake or error, never had to back track and apologize while actually risking dignity, then okay, you're right, I'm wrong. It's not even the text's worst moment of being a straight white male on fetish tour in India, far from it. It's hard to imagine an Indian reader getting into it. I like its sly humor though, its flash fiction, scene inhabitations, philosophical weights, and its prose technique. There are many things wrong with Western culture but nowhere else is there a comfort in aesthetics also understood for classism. Art for art's sake.",
  "images": [
    "/images/content-1-.jpg"
  ]
}