{
  "title": "Jude the Obscure",
  "writer": "Thomas Hardy",
  "year": "1895",
  "author": "Max Berengaut",
  "body": "Believe me, I wouldn't choose this life nor give it up if it was put there, where reading books constitutes personal progress and I read my life and the girls in it to books written before I was born because while I'm not falling apart and it's sticky I'm also never really accelerating. If you could choose, what would you do? Sue in this book chooses to give her life up. Sure, she suffers from one of the most brutal scenes in literature, but she willingly gives up her love for life to satiate a wider social power that through grief fixes in her. Jude the Obscure starts slow, has an early climax, and for the middle section it's pretty exciting, and the end is somewhat slow. The focus on Oxford is interesting. Zooming out, yeah, it's about English society and the Church, its problems and limitations, but zooming in it's about Sue. Hardy does something interesting, he writes the male lead as having essentially no character flaws, gives him urgency and beautiful language, yet he fails at life. Some of the writing is very pretty, oftentimes it's somewhat complicated. I see the D.H. Lawrence stylistic inspiration, or novelistic style inspiration, with romance on the story and the point being wider societal britches the lovers face. I liked the line about how Sue has never broken her conscience, implying she can always move her conscience around to fit her desires. \"The numberless architectural pages around him he read, naturally, less as an artist-critic of their forms than as an artizan and comrade of the dead handicraftsmen whose muscles had actually executed those forms. He examined the mouldings, stroked them as one who knew their beginning, said they were difficult or easy in the working, had taken little or much time, were trying to the hand, or convenient to the tool. What at night had been perfect and ideal was by day the more or less defective real. Cruelties, insults, had, he perceived, been inflicted on the aged erections. The condition of several moved him as he would have been moved by maimed sentient beings. They were wounded, broken, sloughing off their outer shape in the deadly struggle against years, weather, and man.\"",
  "images": [
    "/images/9780199537020.jpg"
  ],
  "score": 9.8
}