{
  "title": "Lost in the City",
  "writer": "Edward P. Jones",
  "year": "1992",
  "author": "Max Berengaut",
  "score": 9.3,
  "body": "I'd be lying if I meant Lost was an easy or particularly satisfying and simple read. Besides Munro I read him from teachers a lot. One of them said I was a DC writer like him. And so I ignored my dilettante conviction this wasn't how Black people were — because none I knew felt superior for being more white – a trait in one of the stories — and began looking up to him in a fantasy where he sometimes resembles Larry David or Martin Scorsese without actually reading (or listening) so when I tried to and saw myself — a Chevy Chase kid in wealth or parental social status just not joy or conviction (or actual technical location) described as a white devil in the intro, specifically the people the worst in the world who Jones respected the least and then read simple heavy stories curated from an ecclesiastical rotary of invisible rooms in the city I've spent 70% of my life in that had no real component strangely of anything literary or artistic I'd ever loved or made I began to welch, distract, and move along blind to Lost and not unhappy about it but backwardly (because I'm always sure I understand things) contrite anyway. I don't really understand art and can only tentatively hold any thought long enough that it can pass me by—where does any goodness come? my favorite story The Sunday Following I loved and there were others too but the Chekhov comp-thing is weird imo and Joyce only for Gospel so I guess what grated me was the sense that this was all I'd get from DC literature. I didn't mind the absence of white characters, that didn't grate me, it was so clearly in line with the overall intent, but why was the only gifted DC lit writer afraid of making the places in the city whole and memorable which is so less scary than characters which he does fearlessly (hate that word) and why is the scene - sequence - nostalgia vortex only professional to him? I mean why does it have to be. Every time on the Metro nowadays I think of orange line to Ballston. Hope Jones has no skeletons or skeletons designed as stories! Would be cool to meet him, I'd go to GW MFA if they had one just for that — don't think he'd like me but eventually he'd probably respect me just to make it commensurate.",
  "images": [
    "/images/lost-in-the-city.png"
  ]
}