{
  "title": "Loving • Living • Party Going",
  "writer": "Henry Green",
  "year": "1945 • 1929 • 1939",
  "author": "Max Berengaut",
  "score": 10,
  "body": "These books are not normal. They’re specific, artificial, sophisticated encapsulations of literary art through style-heavy social realism – set in mid-century Britain. Love is not the focus of loving, not in the analytical lens. The others are slightly more fitting. Some of the language and writing is really nice. The narrative form is great. I think skiers are so pretty. \n\nLoving: ‘All right if you want,’ Edith replied, ‘but not through the old premises or we’ll dirty ‘em wet as we are,’ for this Gallery was built on to the far portion of the Castle beyond the part that was shut up. So they ran along a path round by the back past the dovecote and any number of doors set in the Castle’s long high walls pierced with tall Gothic windows. Running they flash along like in the reflection of a river on a grey day, and smashed through white puddles which spurted. \n\nSquat under this great Gothic pile lay the complete copy of a Greek temple roofed, windowed and with two green bronze doors for entrance. The children dashed through an iron turnstile, which clinked into another darker daylight, into a vast hall lit by rain and dark skylights and which was filled with marble bronze and plaster statuary in rows. \n\nLiving: She lay, above town, with Jones. Autumn. Light from sky grew dark over town. \nShe half opened eyelids from her eyes, showing whites. She saw in feeling. She saw in every house was woman with her child. In all streets, in clumps, were children.\n\n Here factories were and more there, in clumps. She saw in her feeling, she saw men working there, all the men, and girls and the two were divided, men from women. Racketing noise burst on her. They worked there with speed. And then over all town sound of hooters broke out. Men and women thickly came from, now together mixed, and they went like tongues along licking the streets. \n\nThen children went into houses from streets along with these men and girls. Women gave them to eat. Were only sparrows now in streets. But on roads ceaselessly came in from the country, or they went out into it, in, out. \n\nSmell of food pressed on her. All were eating. All was black with smoke, here even, by her, cows went soot-covered and the sheep grey. She saw milk taken out from them, grey the surface of it. Yes, and blackbird fled across that town flying crying and made noise like noise made by ratchet. Yes and in every house was mother with her child and that was grey and that fluttered hands and then that died, in every house died those children to women. Was low wailing in her ears. \n\nParty Going: ‘Oh, do you, darling?’ said Amabel and getting up she stepped forward and kissed him and then stayed by, leaving her face close to his. He found her hair was still damp and this tortured him for something he remembered of her once and then it came over him she meant to put him through it before the others. And then because he had realized this it put him right, he felt he had seen through her little game and anyway he thought with glee what were they doing but fighting over him so that he grinned with confidence right into her mouth. She gave way at once, half opened her jaws and sat down again. He could see her pink tongue. She looked tired and older. He laughed.",
  "images": [
    "/images/9780140186918.jpg"
  ]
}