{
  "title": "Out of This World",
  "writer": "Graham Swift",
  "author": "Max Berengaut",
  "score": 8.1,
  "body": "\"And maybe it's no longer the way I remember it. Or rather, the way I remember it is like it never was.\" Out of This World is a book by a British guy named Graham Swift. I know his name from an anthology of Modern British Short Stories I've written about on here. I wasn't that crazy about that short story, Seraglio, about a guy who thinks his wife did something with the hotel guy in Istanbul when he was in another room, and not really much else, except some general vibe or mood of British cultural slovenliness, but this novel is slightly different than that. It's comprised of monologues by two characters, a father and a daughter, who are in England and NYC respectively, who speak to themselves but often to a named other, in these first-person stretches of thought that aren't really stream of consciousness because they're so clear and obvious, about their lives, and a family history. That family history is the core of the story I guess. So it's not about the Seraglio stuff. So I even forgot that was what this guy did, more or less, I just absorbed his name, it's a cool name, and then there's a scene near the end where the Seraglio stuff comes back. Which is strange, how except for those one seconds or moments of violence he really doesn't have a cinematic bone in him. He has a meditative bone, an intellectual one, he writes simply but with so much emotional force, he just can't really seem to forget about structure and instead fully let go of the threadbare notions of standard literary form he possesses when really the less obvious and the more obscure and opaquely he writes the more I kind of like the details he gets, like about the daughter's husband's parents and their use of the television to sequester their son, and the moments of actual location exploration, which would be less annoying in terms of their self-importance if they were shrouded instead of question marks to the audience about the meaning of life but the nitty gritty volume of incoming emotions and feelings related to their family, which he also does, kinda as a side mission or a half and half mission.",
  "year": "1988",
  "images": [
    "/images/out_of_this_world_-swift_novel-.jpg"
  ]
}