{
  "title": "Paris Stories",
  "writer": "Mavis Gallant",
  "year": "2002",
  "author": "Max Berengaut",
  "score": 10,
  "body": "Some of the finest things ever written. When I was still a kid I imagined all 'adult writing' to be like it; she was the first writer I consciously aped. I've grown up somewhat, aging into a more resigned artistic outlook. Weirdly I no longer want to be like her, I guess I see too much convoluted self-interest in her afterword, this desperate linking of status and accomplishment, as if all that selfless devotion was something else. Realistically, it's a late-stage surge of long-dwelling sense of identity, which of course is her unique narrative talent. I don't want that sort of existential anguish, I prefer my own. Mavis Gallant has the inklings of genius: thankfully, she moves another way, not accepting the moniker but idolizing it instead. When she gets to what she really liked, free association of ideas, it feels like liquid. My favorite stories ('Ice Wagon', 'Irina', 'The Moslem Wife', 'Speck's Idea', 'The Remission', 'Forain', 'August', and 'In Plain Sight') are essentially episodic renditions of high narrative art, they are pure and perfect. She is also, interestingly, politically conservative. Her stand-in (Henri Grippes) puts it as - right wing outlook with a steady left wing heart. She is cynical, darkly so, the sort of darkness which imbues any artist with any duende. My psychologic nether is more routine than hers, I am simply weak; creative; egotistical with an inferiority complex. Every other person is just like me. I'm not unique. Special. So yeah, I wouldn't trade my life for hers, filling up bottles with artistic matter and placing them on the assembly line before retiring with a delusional (though excusable) feeling of accomplishment. That story; the Moslem Wife, I think I imagined its genesis to be like mine, in a way a 40 page diss track, in another a rare and wonderful artistic statement — I wasn't thinking of the life or the renown I was thinking of art. The process seemed so simple, tone and atmosphere so gullible.",
  "images": [
    "https://m.media-amazon.com/images/I/71LRiTa2HPL._AC_UF1000,1000_QL80_.jpg"
  ]
}