{
  "title": "Rabbit, Run",
  "writer": "John Updike",
  "year": "1960",
  "author": "Max Berengaut",
  "score": 10,
  "body": "How would you film someone running? Chariots of Fire did it well, but a group is easier than one, and the cinematic execution is messy - too many thoughts, too many options, no solution for the personal simplicity. $6 for a lot of art, $6 for spiritual redemption (or baptizement) like it's actually going to make me pray more. The cultural nettle of Rabbit, Run, is some of the strongest in American life. It covers many moods and moments through its vehicle character, the overflow of description and minute details of landscape both exterior and interior mimic an existential problem of familial commitment and rough inward emotion, the causticity of youthful life lost to commonplace actions and remembrances. It's a great movie but the running would be hard not to make stupid. In the sex, the bordello vision of death and or obligation, the reader catches drifts of wet parchment yet frustrated by the astounding commitment of its writer to actually write and not flimsily empty its space into sparse, airily implied emotion. Updike is a very obvious writer though it's not his books' fault, it's his, and it makes me upset and angry that this book exists in the cultural vacuum it very much created: 'ex basketball star,' no words for the crevice between character and narrator, no words for the details, for the invention and creativity, words for the spine and nothing for its psychological contents. I don't really want to hear what other people thinking about this book; even friends. That's a wish of any self-aggrandizer, I love the scene where he climbs to the top of the mountain with Ruth, the scene with Janice and the baby, the opening scene with the kids and the cigarette and the first scene with Lucy. Do they make books like this anymore? Updike is close to Lawrence (the Italians call him David Herbert lol) in his dedication to describing the metaphysical inside movement of our consciousness though not as awesome in scope or fearlessness.",
  "images": [
    "https://ecx.images-amazon.com/images/I/7130NA8FF6L.gif"
  ]
}