{
  "title": "Small Pieces",
  "writer": "Micheline Aharonian Marcom and Fowiza Karimi",
  "year": "2023",
  "author": "Max Berengaut",
  "score": 8.9,
  "body": "\"Writing books has been and remains the great meaningful activity of my life.\" I have been reading well as of late and decided yesterday when in my neighborhood bookstore (a local staple) to buy some books. Accidentally I found this one by my thesis class professor this past spring that was published at the time of that class. I have come across these professor books in the past, even yesterday there was one from a guy I thought was kind of limited in his approach with its cover faced to the shopper (and not a creative writing professor), and one or two from other creative writing professors that I either had no interest in or had already been given by them as a gift. It's cool to know, that of the people walking by you in the store, there was something between me and these writers that they didn't know, a concept of 'good feedback', which I have repeated ad nauseum to anyone who will listen. This was the first one I actually read. 'Micheline', as she is called by students, was one of my hardest English professors, if not the hardest, because she questioned my seriousness. I have always liked to avoid being serious. Even with art, which I tell people I'm serious about, or show people I'm serious about, I have a sense of humor that is deflective more than anything else. She told me my sentences didn't make any sense. She explained why they didn't make any sense. Halfway through the class she told me my piece sucked so I threw most of it away and created three other pieces instead which did, in fact, make more sense. 'Small Pieces', which nicely incorporates subtly crafted colorful images beside prose poems, drawn by Fowiza Karimi, has many different things in its mind. Parenthood, climate change, Middle Eastern war, (its) meaningless suffering, love, energy, art, biology, nature, technique, and wordage. She is obviously incredibly serious and yet can still be funny though never (and this is obvious from the outset) is there any real sense of narrative. That is the thing I have always liked about literature, and its younger brother cinema, more so than any other part of it, especially when getting academic with it, so inside its tone and precision I felt myself not really like what it was. This is because I suck, I like drama, and I like things that don't make any sense (even in metaphysical form). It was like dining at a fancy restaurant and not having the time of my culinary life, but not judging the cook, and instead judging whatever internal process it was that held me back from enjoying it. I am at a distance to her work that has nothing to do with its quality. In fact it is of very high quality and I liked reading it especially today because it was today that I read it, and also because I like sort of getting access to the high-art literary world unseen to even the supposed high-brow connoisseurs of literature (like the NYT, yuegh!) At the end of the book there is a conversation between Micheline and Fowiza which is soul-searching, insanely serious, highly motivating, and very interesting. It reminds me of my conversations with her in her office about my work which often would shift into discussions of other art forms and other things in general because we reached a stalemate in terms of my work (and literature, obviously). I was able to understand that everything she said to me was extremely valuable but I struggled with finding that verbal combination of intellectualism and inner emotion I could find easily in most other academic environments. Still, her feedback on the first draft of my final thesis is likely the most rewarding moment of my academic/writing career. So far, I guess, maybe forever but so far as of now. Almost everything she said to me was motivating, so I think it's clear she is a fantastic teacher (as was her reputation before taking her class). At a dinner conversation with some old people I was asked about the 'woke' nature of college writing classes nowadays, as someone told me about a young acquaintance of his who felt no one paid him any attention in his writing program because he was a straight white male. I told them (I only had female writing professors) that this was not true to my experience. Maybe some of my peers, potentially, could be diagnosed in such a violent way, something my professors themselves all warned about, but from them (and the majority of my peers) I always felt they gave me space to be that person (straight white male) as long as I was being serious about my art. They didn't care if I wasn't special in terms of my background, they cared if my writing and artistic ideas (and eye) were special and how they could be made more so. So I don't think there's a woke pandemic though I am concerned, as Micheline is in this quote from this book I will finish this all off with, that many people currently possessing significant clout in the artistic/literary world have no real connection to that world besides never called-out for mumbo-jumbo: \"The formal study of literature, however, was increasingly becoming a game of imposing certain frames and political agendas, or 'theories', onto books, and I finally decided against it. It is disheartening to me that in the intervening decades those ways of reading have come to predominate, so that many today who train as critics seem to have no qualms about tearing down literature's house, or trying to, in service of various agendas. This approach to imaginative literature is not only, I think, a kind of ignorance (Emerson reminded us that envy is ignorance), but a misleading, even pernicious enterprise. Misleading because it lies about literature and art and the aesthetic (from aesthesis, meaning 'perceptiveness' in the original Greek), and pernicious because embedded in those lies is an impulse, perhaps not fully examined or acknowledged, to destroy works of art, either by discrediting them and in this way depriving new readers meaningful exposure to them, or by not introducing them to new generations of readers at all.\" Look, she isn't whatever you might think from this, she isn't one of those people mentioned (or at) the dinner table, this is her honest reflection on the way social media society has affected art.",
  "images": [
    "/images/content.jpg"
  ]
}