{
  "title": "Tenth of December",
  "writer": "George Saunders",
  "year": "2013",
  "author": "Max Berengaut",
  "score": 8.7,
  "body": "I had an imaginary conversation with George Saunders the other day in my car. Because it's soundproof it doesn't feel that weird. I was telling him that he really could be so much more, given his talent, than what he is. The context may have been the class we were co-teaching, at some elite prestigious or made-up prestigious university, where we traded story analysis of each other's work, class by class, filling in any gaps with our favorite stories, and in this class it would soon become clear how much more complex my short fiction is/was; or the context may have been the preliminary conversations immediately prior, I think it was the latter. Anyway I feel bad for him that class consciousness became his key out of literary obscurity because while of course it's commercially important to avoid moral controversy it's so artistically obvious in the scope of everything else he's doing. For an old dude he can talk like a young one! Even better than some of us can (maybe even me included). When I was in college we read 'Escape From Spiderhead' twice, ironic given it's the least interesting one of these, and in our discussion (while generally praising it) I complained of the 'tm' thing hitting you over the head with it. A girl, bright but self-consumed, quickly said, \"That's the point. As a society we are hit over the head with it,\" and the whole class didn't clap but it definitely felt like it. Now, two years later, we're all struggling - to varying degrees - and she's at one of the top-3 management consulting firms. My problem with the limits to his approach is for how concerned he seems with depicting 'cruelty' in his creative addendum interview with this bore, and for all the endless imagination and creativity of his writing, there's no space in his worlds for depicting that form of cruel irony called \"selling out\". The three stories by the way would be 'Victory Lap', 'Home', and 'Tenth of December'. All amazing.",
  "images": [
    "/images/content-2-.jpg"
  ]
}