{
  "title": "The Power and the Glory",
  "writer": "Graham Greene",
  "year": "1940",
  "author": "Max Berengaut",
  "score": 10,
  "images": [
    "/images/81zwub50w4l.jpg"
  ],
  "body": "Christianity is the main subject matter for Graham Greene's 'The Power and the Glory'. I have a lot of thoughts about religion, most of them uninteresting, and so I had always thought that it was impossible for there to be a literary work of art that maintains its artistic genuineness while dealing in depth with religious themes. I have to say after reading it I have not been moved at all from my point of view on religion, but I do see its social and cultural power which transcends human opinion. 'The Power and the Glory' deals with a drunken priest who wanders around a Mexican state where all priests are shot on sight, interacting with his fellow Mexican people as a walking martyr, who bears inside him so much internal doubt and self-anguish it seems as if his admittedly tentative connection to God is the only thing worth retaining his dignity for. A lot of the novel concerns his wanderings and random happenings as the most important spiritual narrative in existence, which lends itself to literary power and also to an artistic sincerity I have always been impressed by with Greene. Besides its main plot line, there are many other interesting things about 'The Power and the Glory'. First, at least for me, is its literary style. Some of this writing is just flat out great: \"The Red Shirts were active in that direction, so they had tacked north, wading through the swamps, diving into the mahogany darkness. Now they were both tired out and the mule simply sat down. The priest scrambled off and began to laugh. It is one of the strangest discoveries a man can make that life, however you lead it, contains moments of exhilaration, there are always comparisons which can be made with worse times: even in the danger and misery the pendulum swings. He came cautiously out of the belt of trees into a marshy clearing. The whole state was like that, river and swamp and forest.\" Greene likes to use short strange and psychologically active similes, there were too many too count, one at the end compares the mental pushing of past memories to the physical pushing of a big door, which make the thematic content much more interesting. Second are its characters, all of which, especially the non-priest ones, burn with life and unique internal fury, rendering no part of the story as meaningless. I read Greene both for his vision and for his skill. The plot and setting is interesting enough on its own, but combined with a cinematic presence and technical virtuosity, it makes for truly great and original literature. I have read three of his novels (and two of his movies) now, still on my bookshelf is the The Tenth Man, The Heart of the Matter, and Our Man in Havana. Something that has occurred to me in the time since I have posted this review is that I have neglected to mention the rude and at times disgusting artistic treatment of natives in this book. I am not sure how to internally reckon with it. While the main character is Mexican and this allows Greene some leeway, the priest feels much closer to Greene that it does to any sort of Mexican identity. I still enjoyed reading it though."
}