{
  "title": "The Prime of Miss Jean Brodie",
  "writer": "Muriel Spark",
  "year": "1961",
  "author": "Max Berengaut",
  "score": 9.3,
  "body": "There is a nostalgic quality to this book that requires serious attention. I'm not sure it's the point of it, maybe childhood or \"growing up\", maybe education and social analysis, potentially religion, if not some amalgam of them all. Nostalgia though is something separate, it's a unwritten feeling communicated through language, and there's something uniquely warm about it. For example at the end of one of the chapters two best friends poor over a book that they wrote (or destroyed) together in a cave while on vacation. As far as narrative goes it doesn't necessarily have a strong through line to the rest of the chapter: while it may have brought up already mentioned plot moments it doesn't determine anything—a few pages later Sandy dismisses Jenny meanly for having become boring; but it does provide a sincere nostalgia and love for that specific moment which ends the chapter emotionally. Because so much of this book is written in between time, as if time as a construct is besides the point to writing, and because the plot arcs this novel consists of are handled somewhat dully, to me it seems like the thing that makes this book special is its nostalgia. Of course, the Jean Brodie, and her prime, are nice material as far as things that are fundamentally interesting, but take for example two separate but similarly distinguished moments of writing: one, the house of Mr. Lowther, and the explorations the girls make to its upper rooms, and two, the time in Rome for Jenny, where she falls in love with a man who stands next to her in an awning waiting out the rain without even saying a word to her, a time which is described by the author as having only one point of comparison despite a happy marriage in between, beginner conversations with her best friend Sandy about sex in the form of Ms. Brodie's love life. So something about these moment generates a sense of nostalgia. I don't really know what. There's something Muriel Spark grabbed onto here that she probably knew she didn't understand but which felt important and which she set about exploring to the best of her ability. A nice read I guess.",
  "images": [
    "/images/jean-brodie.jpg"
  ]
}