{
  "title": "The Penguin Book of Modern British Short Stories",
  "writer": "Malcolm Bradbury, as editor",
  "year": "1987",
  "author": "Max Berengaut",
  "score": 10,
  "body": "The British have always been slightly better at things than Americans. It was perhaps the ignorance of this which compelled the offices of King George III to unwisely target taxes against rich land(slave)owners to prove more than anything a public sense of superiority that soon, of course, backfired. If they had known, they wouldn't have needed to stoop to that level of condescension, or so one might think. The crux of modern British literary art lies in this strange sort of intellectualism; that, as Malcolm Bradbury explains in the introduction, is internally feared to be 'imitative' rather than original. He mentions, again, as means for introduction, Chekhov and James Joyce, Hemingway and D.H. Lawrence, but the works he has chosen for this collection are so brutally self-aware they stand alone in an almost completely separate sedentary universe. The modern British short story as it is described over the course of these pages is a form of artistic expression intrinsically inseparable from a distinctly British literary consciousness. Stylistic differences exist, gendered differences exist, but no, seemingly, artistic differences exist. They are all eating the same apple, as it were. I don't mean to say that they are self-absorbed, only that they all seem to think about literature in the same way. It is a sword in a glass case in some flushed out ornamental room that can only be handled with the utmost care. There is no desire, as such a desire would be an act of public betrayal, to burn it all down. Perhaps they believe it can't be done. Perhaps they are right. These are my favorites: \n\n1﻿. Samuel Beckett - Ping\n\n2﻿. Elizabeth Bowen - Mysterious Kor\n\n3﻿. V.S. Pritchett - A Family Man\n\n4﻿. Graham Greene - The Invisible Japanese Gentlemen\n\n5﻿. William Golding - Miss Pulkinhorn\n\n6﻿. Kingsley Amis - My Enemy's Enemy\n\n7﻿. Alan Sillitoe - The Fishing-boat Picture\n\n8﻿. Doris Lessing - To Room Nineteen\n\n9﻿. Muriel Spark - The House of the Famous Poet\n\n1﻿0. John Fowles - The Enigma\n\n1﻿1. William Trevor - A Meeting in Middle Age\n\n1﻿2. Edna O'Brien - In the Hours of Darkness\n\n1﻿3. B.S. Johnson - A Few Selected Sentences\n\n1﻿4. Fay Weldon - Weekend\n\n1﻿5. Beryl Bainbridge - Clap Hands, Here Comes Charlie\n\n1﻿6. Ian McEwan - Pyschopolis\n\n1﻿7. Martin Amis - Let me Count the Times\n\n1﻿8. Salman Rushdie - The Prophet's Hair\n\n1﻿9. Julian Barnes - One of a Kind\n\n2﻿0. Clive Sinclair - Bedbugs\n\n2﻿1. Kazuo Ishiguro - A Family Supper",
  "images": [
    "https://pictures.abebooks.com/isbn/9780140063066-us.jpg"
  ]
}