{
  "title": "The Stranger",
  "writer": "Albert Camus",
  "year": "1942",
  "author": "Max Berengaut",
  "score": 10,
  "body": "I haven't written any literature criticism before, a part of me is scared to do so, as this is of course the last intellectual vanguard of art criticism, but 'The Stranger' is such a simple book in its artistic purity that I feel I can bring at least some justice to it. I don't read much academic literature, so I don't know if the Camusians or you know just generally French-modernism educated scholars will like what I have to say about what I assume is one of their foundational texts. I like this novel a lot, theoretically I think you can say it is more-or-less a perfect novel, or at least the perfect short novel. People say this about the Great Gatsby but the Great Gatsby has many flaws while The Stranger has none. The prose here is not written to stun, it is simply written in order to slowly explain a hypothetical situation. In this situation, a French man living in Algeria who struggles to show emotion at his own mother's funeral, finds himself, almost blindly, in a potential life or death beach encounter with an Arab man and sullenly chooses to kill. The entire first stage of this novel, a slow building-up of a modern everyday man through layered human relationships, leads up to this moment. After he shoots, kills, and shoots some more, he describes, more than any emotion or feeling, the unbearable presence of the sun on his face and body. Heatstroke, essentially. The key to enjoying the intellectual substance of 'The Stranger' is to understand that this random singular moment carries inside it the vast scope of human existence, or at least, is meant too. Everything we do and have done as humans on earth can be boiled down into that one scene. What Camus has done more than anything else is write a political novel that has nothing to do with actual politics. Actual politics are messy and corrupt, like the prosecuting attorney, and while political art usually means the art is left-leaning, The Stranger's politics have nothing to do with potential socio-economic structures, they have to do with how we come to judge other human beings based on the societal expectation for how they should act. Think of this novel's two parts as a before and after for the the awareness of the inescapability from our human social mechanism, or at least as a before and after for a theoretical human's first psychological interaction with the modern social system of punishment and retribution.",
  "images": [
    "https://m.media-amazon.com/images/I/41LPhNQ5anL._AC_SY780_.jpg"
  ]
}