{
  "title": "The End of the Affair",
  "writer": "Graham Greene",
  "year": "1951",
  "author": "Max Berengaut",
  "score": 7.8,
  "body": "The End of the Affair is a book without \"beginning or end\", narrated essentially by Greene himself, meditating without end on Sarah Miles and God (You), suggesting though never actually saying it outright that the experience of reading it is incredibly spiritual. I don't really see it that way. There's elements of this book that work, the opening, obviously, its characters, an unhid passion for both the craft and this specific woman, but what doesn't work is all the grappling it does with the irrelevance of his personal life and the subsequent nervy grasping for intellectualism in the obsession with a human concept of God. I think I like his religious books not because they're religious but because he's actually trying and there's not much like it. I really like the character of Smythe, with him, and in portions of the final pages, the book really comes alive as it finds ways underhandedly (\"like a good lover\") of releasing real spiritual power through its movement of body, but I doubt if it was worth all the meaningless babble and self-righteous affirmations peppered throughout and I didn't like the portion of Sarah's diary because she does the fucking : : thing that I've only ever read in Greene besides once in Shakespeare (it's probably a lot of places I guess I'm not really well-read) so obviously this isn't Sarah it's quite literally you. Like why name a place \"Gordon's Green\"? Like what? It's cool, actually, I kind of like it being the place of her funeral but with everything else it's annoying. Narcissism is only bad when it hurts the art and here it does. I'm sorry to anybody that I've hurt in my life but it would have only been really bad if my life's work was impacted by it and yeah I guess it is by my depression but I wouldn't do what he does here, not in a million years. Nothing, not God, not the search of glory, is worth writing a so-so book. It's not like they know that you exist.",
  "images": [
    "https://m.media-amazon.com/images/I/91ps7oSlLsL.jpg"
  ]
}