{
  "title": "The Waves",
  "writer": "Virginia Woolf",
  "year": "1931",
  "author": "Max Berengaut",
  "score": 9.9,
  "body": "The entirety of ‘The Waves’ by Virginia Woolf takes place within dialogue. Unfortunately for someone who would like to read a conversation or two, there is no conversation. Instead each bout of dialogue is used for an extended foray into the consciousness of whoever is speaking. Each line is written not in order for the reader or for a potential listener to understand, but instead to explore the inner pathways we all contain within ourselves as the ability to explore our psychological depths. Sentence after sentence exists in almost perfect obscurity, the plot, though present, is not nearly as important as the thunderous effect of each word in rapid succession. Often words are coincided with each other in such a way that affects me as a reader though I do not understand why. Often I read not to understand but instead to feel an atmospheric grasp suggested by another human who died many years ago and who wrote this even more years ago. I will never think of the yellow light underneath an awning the same way. I will never consider the word ‘omnibus’ in any context besides this one. I will use the frustratingly concise wikipedia page on ‘The Waves’ in terms of its real world character associations to feel that I know what she is talking about, but in the end, I cannot really comprehend this literary work. I have so many thoughts on how the dialogue is used, specifically how different moments come across in the dialogue, especially the moments that mark differences in how the dialogue had appeared up to that point. This includes, and I will not go far in my description as this will occupy at least part of my final critical response, moments where characters seem to talk to one another, moments where poetry appears, moments where characters reference directly to another character, moments where dialogue appears in the form of repeated or hypothetical dialogue (“Kill the rabbit”), and other moments besides. There is also the character of Percival. Whatever literary training I have attained up to this point has guided me to the assertion that Percival is some symbolic representation of the United Kingdom as a whole, but in actuality, in the surrounding scenery that he as a character finds himself in, I cannot attest to the that idea wholeheartedly. Instead I think he represents something much more fine in the hearts of the six characters, something much more personal and far reaching, something that they do not fully understand, even Neville, who feels such explicit romantic and sexual passion for Percival. Percival is the only character in this novel who has no self-contained fault. And in that lack is everything the six characters have ever sought for themselves.",
  "images": [
    "/images/91mnoowlikl.jpg"
  ]
}