{
  "title": "The Day of the Owl",
  "writer": "Leonardo Sciascia",
  "year": "1961",
  "author": "Max Berengaut",
  "score": 9.6,
  "body": "Sharp and concise, Day of the Owl is a blueprint for the social analysis mixture with detective fiction of the Wire. It's also extremely literary and abstract, almost existential. It's a short book built off The Stranger in a way but much more stylistic and also more interested in culture. It has an undertone or picture frame of artistic beauty while also remaining true to the severity of its story. It's kind of incredible, for how fast a read it is, essentially a medium-sized short story in novella or even novel form, how well written it is at an academic level. The narrative technique is interesting in of itself. There are no chapters instead there are only breaks, not in classic spacing like in short stories but in three stars like in short stories, and in these breaks there are scenes or sometimes sequences but never is there any crossing between the two worlds within one break. One world is the real world, the other world is the hero's world. Often the hero's world is the one which gets its sequences. But even then they are travel oriented and plot oriented. Within the hero's breaks, there are these philosophical -- one of the real world characters is remarked by the narrator to have mistaken philosophy with \"a sort of play of mirrors in which a long memory and brief future reflect twilit thoughts vague distorted images of reality\" when picturing his mob boss as a philosopher when the guy is really just discussing his past and future as an elitist -- notions of Italian and world social movement interwoven with human individualistic sensations like loneliness and death all sort of woven into the context of an honest and brave man trying to make a difference in the world. Often the bad guys are the ones with all the good lines, the ones that sink in and annoy you with their misleading intellect and almost sensational relevance, but really there is like a little sentence that's never there or even really considered in terms of the relationship between this made-up hypothetical honest man and the real world, which to give the book and the author credit, lend to the cynical blackness of the material. Really the only realistic characters are the mob. And near the end this gets confused in a way. Not terribly confused, but slightly, and when the author says it's shorter because he wanted to make story better in the coda and also protect himself from accusations of libel, to me it's really not so much \"pruning\" as he calls it but likely or probably \"truncating\" that he's doing. It's really hard to write a perfect book and really not that important at all. There's also the question of course at times in the book of specific words or intentions not in the sense of bad writing but in the sense of I don't know who this politician is who they refer to or italian cultural figure they refer to or how it's possible that such a clear and often brilliant style could come through so easily and beautifully in translation. Cool way to spend a couple hours!",
  "images": [
    "/images/71uz2pkmr2l._ac_uf1000-1000_ql80_.jpg"
  ]
}