{
  "title": "The New York Trilogy",
  "writer": "Paul Auster",
  "year": "1987",
  "author": "Max Berengaut",
  "score": 9,
  "body": "Interesting parts are the deep dives into made up fiction and or scholarly work, from a book on the relation of Genesis to the foundation of America all enclosed within the idea of the tower of babel, to a made up collection of works that have specific backstories -- as in the narrator connects Chapter 7 - casually as if the reader knows the work - of a book called ‘Neverland’ to an anecdote from a letter about the writer’s life in Paris. Sometimes, the forays into noir history, like Night of the Hunter (somewhat hidden) or Out of the Past (a page long), feel like antiques as if the writer then in the 80s was unsure whether the reader knew about those movies when obviously any reader today who would read this book would. It’s set up as a trilogy of quasi-detective short novels set in New York City, with a kind of literary pedigree which intrigued me, though now looking back, should have prepared me more for the meta-speculative fiction elements of the work which distinguish it from standard noir writing. Some of the writing is really nice, he has a straightforward way of tangling with abstract ideas of time and knowledge while presenting the overall narrative, in a sophisticated style which of course cements that feeling of its academic quality. Then, however, at a moment of clarity, I kind of understood the diversions of its stories to be almost explicitly indebted to the noir style of storytelling where the diversions are part of the atmospheric aspect, and pleasantly I began to see it as an academic version of noir storytelling. The weird thing, though, is that it doesn’t really satisfy the noir itch, despite its similar atmospheric qualities in terms of narrative form, because of how anti-violence and anti-sex it is, which comes from the intellectual introspection of its academic form, even when it presents sex and violence. For example, in ‘The Locked Room’, the overall intentions of the narrator are so clearly dumb and stupid a la noir movies, but the opening section of the beginning of a love affair is told in such an intellectually precise way that its effect is pretty dissimilar to noir effects, so instead of sensuality you get deep romanticism, and a different part of your brain is activated while at the same time understanding that the overall conceit is of intellectual introspection in the clothes of dark mystery -- which never really occurs, there is no mystery at any point in this book, it’s so focused on what isn’t known that really you feel you know the same amount as the narrator which doesn’t have that narrative energy related to mystery (I think there needs to be some give on either end, the narrator knows more than they let on, or the reader knows more than the narrator, to give the tension). Because sex and violence in the presence of that tension, of that mystery, are essentially pulp, and the writer, Paul Auster, doesn’t want to write pulp. He wants to write about the double, he wants everything to connect into an abstract bow, and though I’m not sure why there’s moments like the Humpty Dumpty aka the fall of man anecdote, which was really funny, and yeah that whole sequence of trying to talk to a crazy person in Morningside Park was pretty cool, the plot hole problem of noir art surfaces because it’s separated from its psychological affectations in this form, because those affectations are always at a personal distance in noir books not right there in front of you like they are here. So, when there’s things that don’t make sense, that connect in a spiritual way but not in a rational way, it’s almost too literal for it to work how I assume it’s intended to. It’s an interesting concept though.",
  "images": [
    "/images/91qhs7bnefl._uf1000-1000_ql80_.jpg"
  ]
}