{
  "title": "Train Dreams",
  "writer": "Denis Johnson",
  "year": "2011 (2002? not sure how much was added since then, guess I gotta read the paris review story but that's FUCKING ANNOYING)",
  "author": "Max Berengaut",
  "score": 8.7,
  "body": "\"I wanted to see if your own impression of you matched up with mine is all, Robert.\" Train Dreams is a small book that really has not much going for it. Its narrative outline is far from novelistic, its detail and scene setting is somewhat fragmented, its psychological steadiness in style doesn't work as a savior either. But it's good. It is well written and the interest in detail and scene setting, while different from how I would approach it from a material standpoint, works to make the short work function and retain interest. My problem with it is now I feel I have to read all these second half of 20th century white Americans who have similar ideas on fiction as me. Now i have to read more. Now I have to actually put the work in. And not fret about stupid shit. It's not a stupid book, it's not stupid. It's like The Old Man and the Sea, obviously, but it's like that. The technique is pretty much pitch perfect, but like who cares? I don't care, I expect that out of any published writer, let alone someone with credibility. At the very end it sort of explores something more modern or I guess contemporary but for most of it it is a richly studied treatise on the logging industrial complex of the early 20th century pacific northwest,   and the towns and natural landscapes of that area, of a very specific part of that area actually in a way that I think is kind of rare outside of Twin Peaks. Which got its hotels name from the train line, now i know. And I watched twin peaks again up to about the second to last episode where it gets bad. It was with ads, even after paying for paramount + , maybe without ads I would've finished it. Imagine a TV show built like Twin Peaks with this as the basis. The material. This book is more like a tv show anyway than a movie. Not because of the narrative, I mean not because of the length of the narrative, or its structure, but instead because of its environment. big word i know. big word. stupid word. meaningless word. fuck. i always say fuck, never say -- someone told me, why don't you just say frustrated? -- he was rambling tho and had his own issues. anyway. glad to be alive, glad to read, glad to be human, glad to have my family and friend(S!!!) and to be optimistic at least in part. And not because of my dreams, because of my reality--- my life.",
  "images": [
    "https://m.media-amazon.com/images/I/81E0yq27qLL._AC_UF1000,1000_QL80_.jpg"
  ]
}