{
  "body": "In the basement of the National Gallery of Art there's a collection of photographs by Robert Adams. The photos are film photos, lovingly detailed with specificities in American nature, purely emblematic of the unique mood and place each corner of our country has in its own way, The first rooms show the silence: 'The Sea Beach', 'The Interior of the Spit, 'The River's Edge', 'Columbia County (Oregon)', 'Clear Cut (Clatsop/Coos County Oregon)', 'Pacific county (Washington)', 'Broken Trees (East of Riverside, California)', 'Edge of San Timoteo Canyon'. These photos are of dead trees, centered and made to like purposeful civic sculptures, and of edges of American suburban growth in the 1960's and 70's. The next rooms, of Denver outdoor theaters and strip malls, of Redlands car washes, of San Bernardino housing developments, sometimes even showing people as they go about their day, are frankly jaw-dropping to witness in rapid succession. The final photos are at night and of towns and town spectacles. Adams is able to capture so much of what makes photography viable as a human art form, even when ignoring the excellence of his candid crowd shots. These photos stress American's growth westward almost as an inevitability, forcing me to think back to the elementary school picture textbooks that visually explained peninsulas and other geographic concepts, as well as the concept of 'Manifest Destiny', seen as a gigantic translucent angel floating over a settler's wagon. The photos are plainly indicative of real compositional talent. Each frame on display here is fresh, angular in unique ways, and evidence of a dedicated attachment to detail.",
  "artist": "Robert Adams",
  "author": "Max Berengaut",
  "creator": "National Gallery of Art",
  "museum": "National Gallery of Art, West Building",
  "score": 10,
  "title": "American Silence: The Photographs of Robert Adams",
  "image": "https://www.nga.gov/content/dam/ngaweb/press/exhibition/2022/5091/lrg-5091-068.jpg",
  "year": "1950-2022"
}