{
  "body": "You can tell a lot about a museum from how stately its front steps are. The Statens Musuem for Kunst in Copenhagen has steps with their own seeming inner legacy. Inside are many exhibits with old-fashioned art, but I will review its two relatively modern sections, the first being its collection of French Art from 1900-1930. This collection has about four rooms, with varying artists from that famous time period in art history, and while many of the painters on display, like Braque and Picasso and Matisse, have reputations which sell themselves, it the sometimes uneven corners of this exhibit which collect the most cognitive steam. Raoul Dufy and Amedeo Modigliani, famous themselves, have some great paintings here like 'Sun Reflections on the Sea at Sainte-Adresse' and 'Alice', respectively. Matisse has about seven great paintings here: 'Goldfish', 'Interior with a Violin', 'Zulma', 'Odalisque', 'Odalisque with a Screen', 'Place des Lices, Saint-Tropez', 'Pink Onions'. Andre Derain has some great ones as well like 'The Two Sisters' and 'Woman in a Chemise'. With female models these painters find themselves in weird artistic ground, as their styles require a reinterpretation of how the human body appears to the eye, but that helps to create great art if the imagining for it is right. The use of color in all of these paintings is something else. I am taken aback at times when I find myself in the vicinity of great artistic thinkers, and while I could feel like that in this exhibit, I didn't feel like it all the time. There was almost a hidden code of b-movie pretense seen in how the paintings followed one another. I don't really like Still Lifes. I think they make for interesting experiments but never truly transcendent moments in art. There was a haze to the room coming from the ceiling. I'm of the opinion that museums should be bright, or at least spacious. Maybe I'm being harsh.",
  "artist": "André Derain, Pablo Picasso, Henri Matisse, Georges Braque, Raoul Dufy",
  "author": "Max Berengaut",
  "creator": "Mikkel Bogh",
  "museum": "Statens Musuem for Kunst",
  "score": 9.2,
  "title": "French Art 1900 - 1930",
  "images": [
    "/images/derain.png",
    "/images/dufy.png",
    "/images/friesz.png",
    "/images/matisse.png",
    "/images/modigliani.png"
  ],
  "year": "2023"
}