{
  "body": "The Louisiana Museum of Modern Art is on the sea and it looks like a modern five-star hotel. Its hallways are mazy, with open glass on both sides that open up to a beautiful sculpture garden. Its restaurant looks like the restaurant from the Menu. Its art is high class too. I hadn't heard of the artists on display before, Dana Schutz, Richard Prince,  Gauri Gill, but all of them impressed me. Dana Schutz is an American painter who makes stuff not unlike Bleary Eyed's recent album covers, large, like really big paintings of modern society depicted in grotesque shifts and placements of human limbs doing weird things. One painting, 'Flasher', shows a man opening up his waist coat to unveil a galaxy of ideas underneath it which I do not really have the words to explain. Weirdly I preferred her smaller black and white paintings, which showed an expert ability to abuse space to get an emotional effect. The halls containing her work were like a haunted house of hidden back rooms and secret stairways. It was a really nicely designed museum. The other artists on display, Richard Prince and Gauri Gill, both use modern approaches to explore 'rephotography' and photography, respectively. Both had interesting ideas and an accomplished craftmanship. I really loved the photographs by Gauri Gill of Indian countryside that were painted over in many different shapes and patterns by Rajesh Vangard. Also on display were statues by Giacometti which I am not smart enough to really appreciate, and nice paintings by Victor Vasarely, Richard Mortensen, Asger Jorn, Philip Guston, Per Kirkeby, Jackson Pollock, Wassily Kandinsky, and Joan Miró. You get to the museum by train from central Copenhagen and by a fifteen minute walk. The looks of this place are perfect but I'd like to see some more breathtaking art. Also if you are reading this just know that I probably resent you and will resent you forever.",
  "artist": "Dana Schutz, Richard Prince, Gauri Gill",
  "author": "Max Berengaut",
  "creator": "Poul Erik Tøjner",
  "museum": "Louisiana Museum of Modern Art",
  "score": 9.8,
  "title": "Louisiana Museum Spring 2023",
  "images": [
    "/images/prince1.png",
    "/images/prince2.png",
    "/images/gill1.png",
    "/images/gill2.png",
    "/images/schutz1.png",
    "/images/schutz2.png"
  ],
  "year": "2023"
}