{
  "body": "The Holsinger Exhibition at the University of Virginia's Special Collections Library is a moderately sized room dedicated to fantastic and humanly challenging photographs. It is about many things, especially of course our nation's open secret, the stark difference between quality of life for white people and black people, mostly at the hands of white people acting out in a deeply misguided sense of racial superiority. These photos are probably nothing much more than the side-hustle of a talented Charlottesville photographer, but they have an artistic power outside the limits of their origins. The sometimes unidentified African American residents of Charlottesville in the late 19th century and early 20th put a lot of effort into their costumes for these photos, you could almost assume that this was important for them, much more important than it relatively would be for a rich white man. Presumably these photos were put in wallets and shared across the country with friends and family, not as works of art but as pleasantly professional representations of a life. This is what opens up the photographic magic power of beauty in the human face, specifically the Black human face, and it shows how portrait photography can capture the spirit of an entire life. By his own design Holsinger the artist is hard to find here, likely he is not a man who likes the sound of his own voice, and it's only in the non-portraits on display here we see his world view, like in the Charlottesville 'Chamber of Commerce (1904)' dinner photo with hordes of blurry and stark white faces in business suits with a very clear all-black waitstaff. One portrait, 'Bill Hurley (1909)', shows a middle-aged man sitting proud and cocky with a self-rolled cigarette in his mouth. Beneath is a panel explaining his recorded life as it were could be summed up in his recorded testimony about his boss who was in a murder trial for killing his wife. Their technical history exists in court documents and newspaper clippings, as people born into the structural bottom of society, but in these photos their humanity seems contemporary and modern, as if in spirit they were already living in the (nominally) more equitable world we know today.",
  "artist": "Rufus Holsinger",
  "author": "Max Berengaut",
  "creator": "John Edwin Mason",
  "museum": "Albert and Shirley Small Special Collections Library",
  "score": 9.5,
  "title": "The Holsinger Studio Collection",
  "image": "https://news.virginia.edu/sites/default/files/Inline_04_John_Mason_-_Holsinger_Exhibit_23HR_DA.jpg",
  "year": "Late 1800s to early 1900s"
}